{"meta":{"title":"Zollmelonの小站","subtitle":"孤独の观测者","description":null,"author":"Zollmelon","url":"https://zollmelon.com","root":"/"},"pages":[{"title":"categories","date":"2018-10-29T10:35:34.000Z","updated":"2018-10-29T15:42:00.000Z","comments":true,"path":"categories/index.html","permalink":"https://zollmelon.com/categories/index.html","excerpt":"","text":""},{"title":"about","date":"2018-12-09T17:10:00.000Z","updated":"2018-12-09T17:11:00.000Z","comments":true,"path":"about/index.html","permalink":"https://zollmelon.com/about/index.html","excerpt":"","text":"前言这里的我是2018年12月10日零点过后的我，我是Zollmelon。 很早就应该写的关于，却迟迟未动笔。 可能是我过于认真谨慎，也可能只是懒罢了，我就是这么样的一个人，对很多事情都不明不白，对很多事情都无动于衷。习惯了逃避的我习惯了当一个旁观者，明明优柔寡断还要装得风轻云淡。 写着写着就偏离原意这点很讨厌，也是我不轻易下笔的原因，可讽刺的是每次下笔的背后也都算是一时兴起。但讥讽正因情有可原，才显得刺骨有力。嗯，莫名其妙的编一些荒谬的名言这点也很讨厌。 强行回归正题——关于 自我介绍本人Zollmelon，亚洲人类（如果我能熟练运用更多语言就能伪装得更好了）。 个人经历人生履历简单普通，心路经历坎坷（固执死小孩自己的错）。 这个博客搭建这个博客的目的? 想了想最直接单纯的理由只是好奇心而已。在我可以触碰得到的领域里，每每出现了一个足以勾起我浮动的好奇心的事物，我都会去尝试，而某一天博客出现在了我的视野里，成为了那个事物。而驱动好奇心需要一个确切的理由吗?《生活大爆炸》里的谢耳朵和他的小伙伴给出的回答接单也最为贴切——“Because we can! ” 而从结果论的角度，我的目的便是在这个自己开辟的私人空间里，写一些给自己看的话，记录一些希望以后可以回忆的事，整理自己永远迷乱的思绪和一些意义不明的思考……. ——2018/12/10"},{"title":"friends","date":"2019-05-17T19:35:44.000Z","updated":"2019-05-17T19:35:00.000Z","comments":true,"path":"friends/index.html","permalink":"https://zollmelon.com/friends/index.html","excerpt":"","text":""},{"title":"tags","date":"2018-10-29T10:34:58.000Z","updated":"2018-10-29T15:42:00.000Z","comments":true,"path":"tags/index.html","permalink":"https://zollmelon.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"一周份の脑洞——第42期","slug":"一周份の脑洞——第42期","date":"2021-02-05T13:10:23.000Z","updated":"2021-02-05T14:29:29.016Z","comments":true,"path":"一周份の脑洞——第42期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第42期/","excerpt":"快过年了，提前拜个早年！","text":"快过年了，提前拜个早年！ 如果下一期能按时更新，正好是 2 月 12 日，春节。 不过按目前的状态，可能比较悬。 题图：《伍六七之玄武国篇》 古代寿命差距 古人生活水平较差，有平均寿命 30 岁左右的说法。这自然是和较高的夭折率有关，但只看活人，平均寿命也是少现代人一截的，大概五六十 岁。 可古人也有长命百岁的，与当时的普通人相比，不仅是多 50 年，更是近乎倍数的差距。现代平均寿命都有七八十，和长命百岁者的差距，在直观上就没有古代的震撼。 别人活一世，等于你活两世。我想古人对于人类寿命的极限可能会更有想象力。 那么对于蒙昧的古人而言，什么两百岁、八百岁的传说似乎可信度高了一点点。 警惕名言警句 名言警句是名人、伟人浓缩的智慧结晶。而流传百世，为人津津乐道的，自然也都反映着普遍真理。 但是，我感觉大部分人（包括我自己），在从众心理下，只停留在词句的表面。而没有想过这些名句的上下文背景，以及这些概念的深层所指。比较有名的，可能是最近经常出现的对「存在即合理」的长久以来误用的澄清。澄清当然是一个好的现象，可还是那些拿来主义人，又一次盲目信从，「清澄」成为了新的名言警句。 所以，名言警句只是一个比较明显的例子，其根本在于，愿意主动思考的人太少，或者说，我们的成长环境没有教会我们，主动独立地思考 up 主，单向云朋友 网络技术的发展，开启了视频时代，网红、主播、up 主成为潮流。技术的成熟带来的是契机，但观众买账，还是有其特别之处的。 up 主和普通明星的区别在哪里，我觉得是与粉丝的距离感。很多 up 主一开始也是普通人，分享的也是自己的爱好与生活，而观众也正是对 up 产出的内容感到有趣或是有用才关注的。 我想，这种亲民的「明星」，不只是有趣或有用，似乎也正好弥补了处于高压高节奏社会的年轻人，对于友谊等陪伴的情感需要。up 主与观众的距离没有大明星与粉丝的大，反而是频繁地与观众互动，似乎处于平等的地位。 看 up 主分享生活，观众也有了一种参与感，有了共同记忆，更像是单线云端的友谊。 梦中演练 多年地做梦经历，我发现，很多时候，梦中出现的主题或内容，是白天里出现但当时并没有留意的东西。 根据本人浅薄的心理学知识，结合个人经验。我猜想，是白天出现了第一次或很久没有遇到的事物，相关的知识经验不足或是濒临遗忘，于是大脑决定晚上找找相关记忆，已备不时之需。 梦很神秘，我的猜想也毫无证据。但我想，目前公认大脑会在晚上梳理记忆、巩固知识，为了更好地生存，我想，储备复习「意料之外」的知识和记忆，是更好生存的另一方面。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第41期","slug":"一周份の脑洞——第41期","date":"2021-01-22T11:00:23.000Z","updated":"2021-01-22T11:23:58.473Z","comments":true,"path":"一周份の脑洞——第41期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第41期/","excerpt":"最近在考虑一周份的脑洞这个系列是否需要换一种形式。","text":"最近在考虑一周份的脑洞这个系列是否需要换一种形式。 因为一篇四个点子的模式，常常无法准时更新，并且许多点子质量不高（有质量高的吗🤔？）。 此外，由于公众号没有留言功能，也得不到读者反馈。（不过读者数都不超过一只手），目前还是先搁置吧。等我学好web，优化下博客，大家可以去博客评论（博客更没人看）。 题图：《无职转生～到了异世界就拿出真本事～》 机器基因 最近越发觉得人脑和电脑十分相似，特别是工作逻辑（电脑是人设计的，自然是人类处理事务的逻辑） 由此延伸，可否依据人类基因的发育逻辑和流程，创造出机器人基因，达到基因层面的一些功能。例如基于突变的进化、有性繁殖形成多样性等。 自然，对于机器人而言，这样的行为多少有些鸡肋（机器人不需要繁殖）。但是忽略技术难度，将信息浓缩为独立的元结构（按基因逻辑压缩，而不是单纯压缩数据），这样的做法是否也是有意义的呢？ 地域屁 不同地域的人（广度较大），很明显生理和文化是有明显不同的，历史学上还有地理环境决定论。 在没有全球化交流的古代，同一地域，意味着同样的饮食结构，同样的微生物群，同样的生活作息。这是不是也意味着排泄物是具有不通地域特点的？ 难道除了地域黑还有地域屁？考古领域应该是可以分析化石得出一些信息的。当然现代社会全球一体化，自然是无稽之谈。 土下作物长虫 现在买水果很少遇到长虫的，可能是工业化的防虫技术十分成熟。但物理手段防虫还好，像农药这样的化学手段，人们多少还是有些担心的。 突然好奇，好像生长在土地下的作物比如土豆，长虫的情况相对较少。搜索了下，结果土豆也是会长虫的，只不过我没见过。 即使土壤可以隔绝大部分的土上害虫，也还有害虫是专门生长在土壤里的。即使根茎在土下，在土上的枝叶依旧是可能长虫的。 如此看来，在大自然面前，植物所要面对的挑战大抵是相似的，作物是根茎还是果实不过是人类赋予的意义。而这些意义常常会干扰我们对本质的判断。 橘子还有自然进化吗 买回来的同一批橘子🍊，口味却是不同的，这很正常，毕竟没有完全相同的树叶。 而我常常会想，假如更原始一点的时候，我们是会保留下味道更好个体的种子，所谓人为筛选。 但现代普通人是不会这样做的，更多的时候可能只会感叹一句：“哇！这个橘子好甜。”，这很自然，因为现在早已不是农业社会，大多数人是不需要考虑生产作物的问题。 物种选育如今是实验室里的工作，专业的事交给专业的人自然是高效的，也是社会进步的表现。虽然我不知道现在的手段有多先进（应该是细胞和基因技术），但这是不是也意味着在利人的进化道路上，失去了市场般巨大的随机突变样本？ 还是说相比操作的复杂和成本，以及自然培育的长周期，细胞和基因的选育技术的时间优势更强大？ 其实结果是并不重要，只是通过这一点再一次感慨科技对于人类社会的巨大改变。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第40期","slug":"一周份の脑洞——第40期","date":"2021-01-15T11:13:23.000Z","updated":"2021-01-15T11:46:37.930Z","comments":true,"path":"一周份の脑洞——第40期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第40期/","excerpt":"因为有粗略考究，这一期文字较多。","text":"因为有粗略考究，这一期文字较多。接下来的脑洞，如果已有解决方案或研究，我也会先看看并贴出来。 可能每一期花的时间会更多，不过也算是培养查阅文献的习惯。 题图：《堀与宫村》 牙签多是竹制 最近又有一个智能高科技口罩上了新闻。口罩这种在以前十分普通的用品，现在受到这么多关注，自然和疫情时期需求量暴增脱不开干系。有钱赚便有目光。 反过来想，其实我们身边的各处的科技水平是十分不均匀的，在拥有手机电脑这样的典型高科技产品的同时，有些物品却和几十年前甚至几百年前没什么两样。例如牙签、筷子这些日用品。 当然，另一个角度看，也可以认为他们的设计足够满足现有需求，而且竹制成本更低。并且也有更好的牙线等产品。 但是我还是忍不住假想，当牙签这样的日用品有一天同样也需求暴增，是不是也会出现更优良的产品。于是搜索一番发现，原来现在确实有更环保的淀粉牙签[^1]、果蔬牙签[^2]、可降解塑料牙签[^3]，但很明显不是主流。 这样一看，我们的技术实际上是可以对我们的生活进行一番全面的优化的，但是科技离不开人力，而人又为利益驱动。于是便出现要么没人研究，要么目前用不起的情况。其实这是一个十分自然的结果，合情合理，市场便是我们需求的真实体现。 油炸替代液体 其实这个想法和上一个的起源有些类似，只是相对于牙签这样利益不高，也能满足使用不同，油炸食品含油高却是一大危害。 于是又一番搜索发现，果然低油技术已有研究，例如、微波协同真空油炸技术、空气油炸、真空低温油炸。 但是这样的技术目前很难为老百姓使用，而一款炸后低油的油或是液体确是可以完美替代。[^4] 不过，麻烦一点，了解油炸原理后通过诸如改变面糊配方、预油炸、预热烫等也可以降低含油量。 月期三十 “星期”是舶来品，来源于国外，而其起源连系著月亮的周期。 那为何不汉译为“月期”呢？搜索一番，原来是星期在中国古称七曜。是指日、月及五大行星等七个主要星体，开始并未作为时间单位[^5]。由星而来，故作星期。 而月份同样是月相的变化，可谓“月期”，不是刚好？1号到30号便是月期一到月期三十。同理岂不是有一月为日期一，十二月为日期十二。 不过这种与日常生活息息相关的，还是多以民俗习惯为主。 由梦而来的情绪 最近再次开始保持记录梦的习惯，这让我想到，记录梦，会让本应忘记的梦境或多或少被记下来，这种记忆虽然一般可以与现实记忆区分，但不知道会不会在潜意识里对其它记忆造成影响，以及对人际关系造成影响。 比如，梦到一个人在梦中打了你，但现实中这个人并没有打你，如果和这个人是经常接触的，关系是重要的，那么这种凭空的记忆是否在一定程度造成负面的影响？ [^1]: 邵瑜. 玉米淀粉牙签的制备及其性质的研究[D].江南大学,2007.[^2]: 郭雅晶. 一种可降解的果蔬牙签及其制备方法[P]. 山西：CN108752641A,2018-11-06.[^3]: 钟元贤. 一种可降解塑料牙签用材料及制备工艺[P]. 上海市：CN110317391A,2019-10-11.[^4]: 杨雪欣,陈可靖.降低挂糊油炸制品含油量的研究进展[J/OL].食品工业科技:1-11[2021-01-15].[^5]: 百度百科-星期","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第39期","slug":"一周份の脑洞——第39期","date":"2021-01-08T08:04:23.000Z","updated":"2021-01-08T08:40:35.881Z","comments":true,"path":"一周份の脑洞——第39期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第39期/","excerpt":"新年的第一期，2021年一周份の脑洞也会坚持更新！","text":"新年的第一期，2021年一周份の脑洞也会坚持更新！今年冬天好冷，大家注意保暖。 题图：《天地创造设计部》 热水薄荷糖 众所周知，薄荷之所以能给人一种清凉的感觉，是因为薄荷含有一种名为薄荷脑的物质，能结合我们人体的冷觉感受器，传递出“凉凉”的信号。 那么吃薄荷的同时喝热水会怎么样呢？ 我亲自试了一下，接触过薄荷糖的舌头区域，再接触热水时，热感没有旁边没有接触薄荷糖的区域强。 是受体被占用还是电位恢复需要时间？ 在黑暗中思考 我不喜欢看恐怖片，因为我有这样的一种条件反射，在黑夜、黑暗或是一些恐怖暗示的场景面前，脑海会不可扼制地出现电影里的恐怖元素，比如僵尸、吸血鬼等。而且属于那种越刻意地不去想，越出现。 最近更频繁，每天闭眼睡觉时，都会出现。而在这种情况下，我注意到，睁开眼睛情况会好一点。 是不是因为睁开眼睛时，视觉传来的信息吸引的注意，使得我们无法集中。由此联想到，智力和思想的进化，也是需要一个没有干扰的环境的，这也正是野外动物所缺少的。这样说来，是不是动物园的动物更容易获得智力呢？可动物园环境太安逸，缺少进化的动力。 所以我怀疑杂戏团的动物更容易进化。 最低颜色光强 说到冬天，果然还是是被窝。最近意识到在黑暗的被窝里，是识别不了被子的花纹颜色的，随着被子被掀开，光线越来越多，渐渐才能识别出颜色。 人眼在暗处时是无法分辩颜色的。这是单纯因为人眼需要的光强不够，还是有其它的原因。 科研军训 我国存在初中军训、高中军训、大学军训。但好像没有研究生军训。 可能身体训练不需要，但科研能力和科研精神是不是需要训练呢？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"2020年总结","slug":"2020年总结","date":"2021-01-01T15:23:23.000Z","updated":"2021-01-05T06:46:20.182Z","comments":true,"path":"2020年总结/","link":"","permalink":"https://zollmelon.com/2020年总结/","excerpt":"元旦快乐！🎉2020年，过得太快了。","text":"元旦快乐！🎉2020年，过得太快了。回顾去年的总结——2020，博客与我，那时候根本想不到2020年会这么坎坷。其实Zollmelon挺幸运的，2020年的诸多事件，对我的影响不算大。 题图作者：もの久保 回顾2020flags 深造目标上岸 写作能看，取得一点小成绩 C语言入门以及IT的一些基础知识 坚持阅读，写博客 日语入门 英语能力提升，看文献以及口语 立下flag，也算是一种反馈分析法，自己与自己的对话，是不能说谎的。 ❌深造目标上岸。第一个不能说是失败，算是我在当时考虑良久后的选择。原因： 重新审视自我，找到自己真正想要的。 对结果不看好与怀疑自己的压力。 疫情下低下的效率与自制力 ❌写作能看，取得一点小成绩。完全失败 当时不太了解，但这个看起来小小的目标其实很难，尤其是需要时间，而时间是2020年最缺的。 但是，每天都会积累点子，目前算是有一个大致的大纲。 ❌C语言入门以及IT的一些基础知识。完全失败 当时是因为报名了计算机二级的考试，但后来因为疫情和重心的转移完全放弃了。 但2020年最后闲下来的时间里，已经开始了前端的学习。 ❌坚持阅读，写博客。半失败 还是时间的原因没有坚持阅读，博客也只更了一篇RSS使用经验和14篇一周份の脑洞 最后空闲下来，阅读也捡起来了。 ⭕日语入门。也是年末的时候完成了。 50音熟练 接触了基础语法 ❌英语能力提升，看文献以及口语。完全失败 同样是基于第一条立的，当计划改变时，便失去了 结果是，基本上全军覆灭。少数达成的也是年末有时间和精力时完成的。去年的情况能让我发现很多可以改正的不足： 计划赶不上变化，去年由于第一条的变更以及疫情的多层面影响，导致生活和工作重心的改变。 自制力，去年前半年还不成熟 ，但成长了许多，下面的总结会继续这个话题。 变化在挑战中成长，2020，无疑是我思想上转变和成长最多的一年。 这其中最重要的自然就是“改变志愿”。整个冬天我都在纠结，对自己现实实力理性的评估，剖析自己适合的领域，问自己真正想做什么事，问自己想成为什么样的人……如此种种形而上的主题。我整天整天的想，决定了又改，改后又反悔……可时间不多，还没想明白，时间已经不允许。 如果没有疫情，我很可能走上不同的更多人选的那条道路。这不是推脱，我了解以前的自己。但我不后悔，我也不喜欢为过去的事遗憾，至少是因为这疫情之下做这个决定的契机，我才真正绞尽脑汁地是认真思索了属于我的人生意义。 不要浪费生命。人的一生真的很短，精力和身体状态良好的时间更短，沉迷于没有价值的娱乐、交际，是对自己生命的浪费。 告别象牙塔思维。走上了另一条路，或逼迫或主动，Zollmelon看问题的角度和对一些现象的认知也改变了许多。一言一行的选择都会基于第一条的人生意义，可能变得成熟了一些，可成熟这个词总有些无可奈何之感。 提升与沉淀。看得少，却想得多。缺少知识和理论，不是天才的自己只能走向迷茫和虚无。急于求成反而是丢了西瓜。 2021’s flags 保持阅读 保持学习日语 保持学习英语 处理好工作 前端入门 开始写作作品 坚持博客文章 保养身体 抽时间学习绘画 在自己的主动性上我有一些信心，但新的一年，对于我而言更是颠覆的一年，时间只会更少。 2021年会比2020年更重要，本来我可以有更理想化的选择，但不同于上一次志愿上的选择，这一次我是基于内心做出的妥协，不会后悔。 但这个妥协应该不会持续太久，具体要视我的其它目标的现实实现情况，例如编程和写作。不过，这些终究是身外之物的水平，提升思维和思想是首要的。","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"人生相谈","slug":"人生相谈","permalink":"https://zollmelon.com/tags/人生相谈/"},{"name":"新年规划","slug":"新年规划","permalink":"https://zollmelon.com/tags/新年规划/"}]},{"title":"一周份の脑洞——第38期","slug":"一周份の脑洞——第38期","date":"2020-12-25T09:00:23.000Z","updated":"2020-12-25T10:35:07.424Z","comments":true,"path":"一周份の脑洞——第38期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第38期/","excerpt":"Merry Christmas！","text":"Merry Christmas！圣诞快乐 :christmas_tree: 题图：《进击的巨人》 真•游戏论坛 有没有这样的论坛或者社区，注册时需要选择基本属性和角色，论坛的一些活动相当于任务，会有奖励……总而言之，就是一个RPG游戏互动模式的论坛。目前有了解到巴哈姆特有类似设定。 个人感觉，游戏这一载体会越来越成为主流，甚至衍生出非娱乐的功能，虚拟生态会十分壮大。主流虚拟生态圈很有可能是几大游戏厂商（或是被互联网巨头收购、官方接管）直接继承构建。 但是也有可能是草根出身的民间团体，例如爱好者论坛。这部分主要是参考的哔哩哔哩，但是区别还是很大的，游戏更大众，且已有大厂，技术力壁垒等。 蒸汽吸饮法 冬天是冷的，热水是热的。最近经常喝热水，热水上会漂散蒸汽（废话），突然发现吸这种蒸汽也算是一种饮用方法，而且微微湿润的感觉也十分有趣，有没有专门为这种饮法设计的饮品呢？比如低沸点（稍微加热便有蒸汽）。 就是这种吸的方式，有吸烟的暗示，可能有不良影响。 全息网警 互联网并非法外之地。最近接触到vutuber这一领域，想到未来全息技术的发展，到时候可能有全息直播、全息视频…… 想到这里，突然想到会不会有全息网警这种机制，小一点的，例如违反平台要求，可能会有全息客服蹦出来提醒你，大一点的，出现违法上网行为，网警直接投影出来警告。搞不好，“FBI，open the door！”就不再是个梗了。 文字文化 看过这样一个说法，中国古人没有质疑精神，会不会是受了古代文字竖着看的影响，一边看一边点头，这种行为潜移默化地影响了想法，而相对的，西方人的文字是横着看的，所以一边看一边摇头，有质疑精神。 不得不说，这种角度是十分新颖有趣的，甚至是有一定道理的，但是如此复杂的命题自然不能单一归因。 可沿着这种心理学的角度发散思维，也很有意思。和英文字母不同，汉字是有复杂结构的，并且这种结构往往讲究平稳（大部分书法），不免让人猜测是否喜欢安稳这一文化特点的传承是否也有汉字的一份力。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"RSS使用经验","slug":"RSS使用经验","date":"2020-12-12T21:08:23.000Z","updated":"2020-12-12T21:36:04.664Z","comments":true,"path":"RSS使用经验/","link":"","permalink":"https://zollmelon.com/RSS使用经验/","excerpt":"胡乱折腾了一天rss，记录下一些经验感受。","text":"胡乱折腾了一天rss，记录下一些经验感受。 what is rss 简易信息聚合（也叫聚合内容）是一种RSS基于XML标准，在互联网上被广泛采用的内容包装和投递协议。RSS(Really Simple Syndication)是一种描述和同步网站内容的格式，是使用最广泛的XML应用。RSS搭建了信息迅速传播的一个技术平台，使得每个人都成为潜在的信息提供者。发布一个RSS文件后，这个RSS Feed中包含的信息就能直接被其他站点调用，而且由于这些数据都是标准的XML格式，所以也能在其他的终端和服务中使用，是一种描述和同步网站内容的格式。 RSS可以是以下三个解释的其中一个： Really Simple Syndication；RDF (Resource Description Framework) Site Summary； Rich Site Summary。但其实这三个解释都是指同一种Syndication的技术。 ——By 百度百科 rss ALL-about-RSS上也有专门的科普模块What is RSS Why rss ？让我接触到rss这个看起来有些过时工具是RSSHub，这个开源项目免费地提供诸多平台的rss方案，让人一时间感觉如获至宝，因为它很大程度上解决了这个信息泛滥时代的痛点。 在单一信息源内，信息难以集中。举个例子，我在微博关注了一些博主，但是这些博主的消息对我而言其实是有区别的，即我是否有带有目的性。有些消息是高质量、即时性的，我需要带着目的经常关注（例如我喜欢篮球，喜欢詹姆斯，便关注了詹姆斯吧官方微博，方便没时间看球赛时了解赛况）。而一些博主因其领域风格不同，只是偶尔看看（例如我关注的英式没品笑话百科，发博频率高，必需性不强）。但是当我打开微博时，这些信息蜂拥而至，加大了获取信息的难度，也容易分散注意力。 信息渠道繁多复杂，效率低。互联网发展至今，信息渠道这块早已是移动端的天下。每天网上冲下浪，不得不打开好几个app。对于我这种不喜欢app后台推送的人，让我去找信息就会变得比较麻烦。 博客。和rss同一时代的产物，在移动时代早已没落。如今新媒体才是主流内容创作者的主要阵营，但是在互联网的角落还是有不少优质博客的。而在以前，博客也正是通过rss传递信息。 一些平台的推送，例如推特，油管等需要科学。而rss可以免科学接收推送 而rss以及RSSHub的存在，会在很大程度上方便地解决这些问题。聚焦于我需要关注的信息，并且让信息通过单一渠道找我。 rss ToolsRSSHub以及我后来发现的ALL-about-RSS，基本上可以满足绝大部分的信息需求。 ALL-about-RSS ALL-about-RSS名副其实，全面细致的包含了rss的方方面面，技术科普、阅读工具、免费服务、订阅源汇总，以及一些衍生出的灵活花样（例如rss to telegram、Podcast、邮箱等）。 rss源 而RSSHub，是中文圈rss订阅方案大集合，免费提供了大量平台渠道。 ALL-about-RSS包罗万象，更像是一本百科全书，可以找到适合自己的工具。而RSSHub可以满足中文圈的大部分订阅源需求。 但可惜的是，今年由于不可抗力，RSSHub的网站以及订阅源需科学的方法访问。解决方法： 有在线服务的rss阅读器例如Inoreader、Feedly等可以解析RSSHub的源。 免费分享的 RSSHub 镜像服务 ::point_left:，将RSSHub官方域名换成镜像域名便可。 自建镜像服务 浏览器扩展 浏览器扩展可以快速添加rss源： RSSHGub Radar RSS Reader Extension (by Inoreader) 自用方案软件我是在RSSHub项目刚出现时开始使用的Inoreader安卓端，当时也了解到的rss软件也不多，但现在看来Inoreader虽然老牌，但还是最好的选择之一。以下根据自己了解，简单介绍一下几款： Feedme 可登录其它软件帐号 登录时可更改Inoreader域名 可搜索添加源 收藏，标签功能 自定义程度高 界面美观 桌面小部件 开源免费无广告 只有安卓端 无本地rss 不支持opml导入导出 内容页面优化不够 更像是一个简洁的第三方客户端，支持众多主流平台登录。最突出的优点是简洁美观和自定义程度高，对于同一组源以及单独的源可以分别细化同步、布局、预载设置。但是内容优化不够，特别是登录Inoreader帐号用RSSHub官方源时，页面内容常常加载不全。 Flym 可搜索添加源 自定义程度低 可以选择本地rss 支持opml导入导出 内容页面优化不错 收藏，标签功能 不可登录其它软件帐号 界面太过简朴 无shortcut、小部件 只有安卓端 一个简洁的本地rss，没有那么多花里胡哨，但也没有明显缺点。因为本地rss所有无法使用官方RSSHub源。 FocusReader 可登录其它软件帐号 不可更改Inoreader域名 可搜索添加源 收藏，标签功能 界面美观 内容页面优化不错 自定义不错，同步频率、过滤等 无小部件、shortcut pro版订阅收费 只有安卓端 无本地rss 不支持opml导入导出 可以登录其它软件帐号成为第三方，也可以本地rss，不用担心科学问题。颜值和简洁平衡得很好，目前体验最好的阅读器，而且开发者还在继续优化。只是免费版只能订阅20个源，有些少。目前高级版订阅制收费，且无国内支付方式（开发者说之后版本会支持）。 Inoreader 老牌在线rss，稳定 可更改Inoreader域名（设置界面摇一摇） 可搜索添加源 收藏，标签功能 支持opml导入导出（在隐秘的网页端 :point_left:） 内容页面优化不错 界面美观 有小部件 pro版订阅收费 全平台有扩展 无本地rss 普通版无法设置刷新 老牌rss，实力强大，免费版也有150个源的额度。全平台更方便，对免费版而言最大的不足是刷新频率受控制。 目前使用的是免费版的Inoreader（贫穷），在线rss配合镜像域名www.innoreader.com，不用担心科学问题。 观望FocusReader，目前很看好，但是只有安卓端，且个人开发也有不稳定因素，非买断制也有性价比的考虑（贫穷）。其实20个源的限制可以通过Telegram bot收集订阅rss推送到一个电报频道，然后用RSSHub订阅这个频道的源。但是往往无法像原本的rss源可以接受全文，只能起到提醒作用（但只需要提醒功能直接使用Telegram bot就行，且无科学也可以通知）。 总而言之，单从rss阅读器的角度，Inoreader的高级版是最好最稳的。“要么花时间，要么花钱。” 信息源RSSHub项目刚出现时，我开始用rss，但是渐渐没有用，分析一下原因： 是当时一股脑订阅了很多源，尤其是新闻类的，而我其实算是不怎么喜欢看新闻的人，不断的类似新闻这样我并不关注的信息推送，反而起到负面作用。 二是那段时间太闲，主观上没有反思，被冗杂的信息淹没。 总结经验，我将自己需要的信息分为两类： 非主观主动，“不可确定”的热点新闻、知识类 主观主动，可“确定”的自己的爱好、知识类 前者，类rss的今日热榜是很好的选择，多平台，有网页端，可定制。 后者自然使用rss订阅，分享自己的部分rss，带有？的部分根据各自情况调整替换？ bangumi 每日放送 每天会更新的动画 https://rsshub.app/bangumi/calendar/today Mikan我的番组 Mikan上订阅的番剧及字幕组的更新 https://mikanani.me/RSS/MyBangumi?token=**？**需要定制追番，各不相同 EnjoyACG动漫资讯 一个每周更新ACG资讯的电报频道 https://rsshub.app/telegram/channel/EnjoyACG 微博博主 RSSHub文档 https://rsshub.app/weibo/user/**？**微博用户uid twitter RSSHub文档 https://rsshub.app/twitter/user/**？**推特用户id YouTube RSSHub文档 https://rsshub.app/youtube/channel/**？**频道id 或着非RSSHub： https://www.youtube.com/feeds/videos.xml?channel_id=**？**频道id 人人影视 人人影视剧集 http://rss.rrys.tv/rss/feed/**？**剧集页面有订阅rss的按钮 Bilibili动态 RSSHub文档 https://rsshub.app/bilibili/user/dynamic/**？**up主uid Bilibili投稿 RSSHub文档 https://rsshub.app/bilibili/user/video/**？**up主uid 知乎用户的回答 RSSHub文档 https://rsshub.app/zhihu/people/answers/**？**作者id 酷安动态 RSSHub文档 https://rsshub.app/coolapk/user/**？**酷安uid/dynamic new Byte.Coffee 播客Byte.Coffee的博客 https://byte.coffee/rss 阮一峰的网络日志 科技爱好者周刊 http://feeds.feedburner.com/ruanyifeng 知乎日报 RSSHub文档 https://rsshub.app/zhihu/daily 酷安精选图文 RSSHub文档 https://rsshub.app/coolapk/tuwen pixiv日排行 RSSHub文档 https://rsshub.app/pixiv/ranking/day","categories":[{"name":"教程","slug":"教程","permalink":"https://zollmelon.com/categories/教程/"}],"tags":[{"name":"tool","slug":"tool","permalink":"https://zollmelon.com/tags/tool/"}]},{"title":"一周份の脑洞——第37期","slug":"一周份の脑洞——第37期","date":"2020-11-13T10:00:23.000Z","updated":"2020-11-13T12:00:26.585Z","comments":true,"path":"一周份の脑洞——第37期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第37期/","excerpt":"可以称得上繁忙、烦心的事已经告一段落。这一年太过突然，太过突兀，不知不觉、半推半就，回过头已被逼到角落，尘埃落定。","text":"可以称得上繁忙、烦心的事已经告一段落。这一年太过突然，太过突兀，不知不觉、半推半就，回过头已被逼到角落，尘埃落定。其实只是没准备好，不够强。 题图：《咒术回战》 不进步，时间快 时间过得越来越快，好像是现代人的一种普遍感受。我自己这几年也深有体会。 反思片刻，为什么会有这样的现象，往日与如今的不同在哪？长大后，好像知识的学习减少，交心的社交减少，对世界的新鲜感也在减少…… 好像自己一直在原地踏步甚至于退步了，这是不是一种原因呢？没有进步，记忆缺少记忆点，日复一日的枯燥记忆便被大脑压缩，没有回忆，也就没有时间。 自定义过滤降噪耳塞 声音是一种波，运用反相位声波便可以产生抵消效果。（查了下，原来这就是耳机主动降噪的原理） 那么是否可以录入一些希望可以被听见的声音，即声音白名单，可以不被主动过滤。 卫生纸上印广告 厕所真的各种奇思妙想的发源地，古人诚不欺我。纸巾是每个人每天都要接触的，如果不考虑成本，商业竞争，卫生有保障。在纸巾上印广告是不是无敌。 女生早熟与化妆的关系 个人认知里，女生好像一直都比男生早熟（心理上），不论是大学前，还是大学阶段。 特别是上大学前，大家都说女孩子早熟，当时我认为生理发育占有部分原因，不难理解。后来上大学时，我发现这一点依旧没变。 从这一点，我找到了一个小原因，会不会是大部分女生相比男生更爱美，学习着化妆打扮，而化妆本身的社会标签反过来加强或是潜移默化了成熟这一心理？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第36期","slug":"一周份の脑洞——第36期","date":"2020-09-19T08:00:23.000Z","updated":"2020-09-19T08:34:24.000Z","comments":true,"path":"一周份の脑洞——第36期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第36期/","excerpt":"“世上无难事，只要肯放弃。”以前我十分讨厌这句话，认为这算是不负责任的抖机灵，特别是出自名人之口，危害不浅。","text":"“世上无难事，只要肯放弃。”以前我十分讨厌这句话，认为这算是不负责任的抖机灵，特别是出自名人之口，危害不浅。现在，我惭愧地发现，在很多时候，我也是选择了轻松地放弃。可这使我更加讨厌这句话。 同样地意思，另一句名言显然更好：“走得轻松的路，往往是下坡路。 ” 题图：《元龙》 两颗心脏频率不同 人只有一颗心脏，一种跳动频率。但也有像乌贼这样的生物， 拥有不止一颗心脏。 那么，多个心脏的跳动频率是否相同呢？我的直觉是频率相同简单高效。如果频率不同又会有怎样的现象？ 唯一头条系统 这是一个毫无根据的幻想，假设因为某个原因，全世界或是某个国家的人，每天只能接收官方发布的头条热榜新闻。 这种极端情况，长此以往，会有怎样的变化？ 利他器官 生命是自私的，生物是自私的。即使一些狭义上的利他行为，在广义上也是利己的自私行为。 那么是否有为此进化出的利他器官或是组织呢？花朵分泌花蜜？果实的果肉？ 学习伙伴app 专注地学习对于如今的我而言，弥足珍贵。长期坚持学习对大部分人，更是可望而不可及。 我能看到的一种关键因素是“外界的刺激”，脱离了学校独有学习氛围，对于很多人来说，失去了很大部分无声无息的刺激或是动力。 是否能借由现代科技，让这一外部刺激保留在身边？虽说有些治标不治本之嫌。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第35期","slug":"一周份の脑洞——第35期","date":"2020-09-04T12:00:23.000Z","updated":"2020-09-05T02:55:19.000Z","comments":true,"path":"一周份の脑洞——第35期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第35期/","excerpt":"转眼35期了，距离第一期也过去了15个月，不脱更的话，按理都有64期了……","text":"转眼35期了，距离第一期也过去了15个月，不脱更的话，按理都有64期了…… 题图：《我的青春恋爱物语果然有问题。完》 身体左右两侧重量 大部分人身体左右两侧重量应该是不同的，左右惯用某一侧，比如我的右胳膊就比左胳膊大上一圈。而且感觉体内的脏器也是分布不均的。 可为什么这种不平衡没有对我们的日常行动产生影响呢？是我们感觉不到，还是我们会自动调整，或是这点重量差相对于百斤的体重不值一提？ 汗液，降低食欲？ 原始丛林，上位消费者捕到猎物，捕猎者和猎物常常都需要经历一段“奔波”，普通动物可能汗腺不发达，不会流很多汗。 但假如是汗腺发达的人类被追杀捕食，一定是大汗淋漓，对于猛兽而言这些汗液会不会影响口感，甚至反感到放弃食用呢？ 伴生A I，分身？ 又到了赛博朋克环节，假想未来A I技术成熟，每一位婴儿诞生后，都有一个AI陪伴他成长，从零记录这个人的数据，学习行为习惯、思维方式…… 某种程度而言，已经相当于一具分身，甚至，在真实人类出现意外去世后，可以取而代之。（类似黑镜） 手机视角-人的一天 转换视角，常常可以发现忽略的趣味。从手机视角看一个人的一天会是怎样的呢？ 早起，一根手指划掉闹钟，映入眼帘的是一个头发遭乱、睡眼惺忪的人脸…… 中午，盯着屏幕看视频，一边吃饭一边嘻哈怪笑…… 晚上，屏幕照亮一个惨淡的脸庞，疲惫不堪却依旧不住刷着手机，不愿合眼。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第34期","slug":"一周份の脑洞——第34期","date":"2020-08-28T10:56:23.000Z","updated":"2020-08-28T06:27:00.000Z","comments":true,"path":"一周份の脑洞——第34期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第34期/","excerpt":"好久不见……自闭，状态一直调整不过来。","text":"好久不见……自闭，状态一直调整不过来。 题图：《雾山五行》 简洁诗句之美 古诗文，短短数十字，表象和内涵却都是十分丰富的。形式上，可谓有简洁之美。 这种简洁依赖寓意深厚的意象，没有文化底蕴，难以理解欣赏。 通常有演讲者会故意低声说话，这时观众反而会更听得认真。 这种现象与诗词在某种程度上有相似之处。 广义贤者时间 贤者时间，是一种兴奋之后的空虚，所谓乐极生悲。 这种概念可以拓宽至广义范围，除了“造人”之外，很多欲望得以满足的兴奋，之后都会有一种落空感。如同激素退潮，而肉体仍有留恋。 左手手机系统 少数服从多数，在许多方面，少数派的左撇子常常会被忽视。 例如，手机系统、app等的布局，常常只符合右撇子的习惯。而如果发行两个版本，可预想地，会出现许多不必要的麻烦，相比少数派用户的比例，应该是得不偿失。 所以，手机系统是否有这样的框架，如同更改系统语言一样，只需在设置中，选择左右手模式，app就自动适配呢？ 表哥堂姐数量 很早我就发现自己表哥表姐的数量远比堂哥堂姐多，以前没在意。 这几天突然想，整个中国的表亲戚多还是堂亲戚多。 感觉难以比较，并且一个人同时有多种身份。男女比例算不算一个突破口。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第33期","slug":"一周份の脑洞——第33期","date":"2020-05-08T14:22:23.000Z","updated":"2020-05-08T06:18:00.000Z","comments":true,"path":"一周份の脑洞——第33期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第33期/","excerpt":"这段时间思绪纷杂，包括又在考虑将这个系列做成视频……","text":"这段时间思绪纷杂，包括又在考虑将这个系列做成视频……也不容易，再想想吧。 题图：《转生成为了只有乙女游戏破灭Flag的邪恶大小姐》 喷雾微量胶水 一日食甘蔗，汁溅于纸上。结果干了的甘蔗汁将两张纸粘住了。揭开时才注意到点点甘蔗汁喷洒得十分均匀，一点的黏力很小，但一片均匀的黏力却是足够了的。 感觉这样的微量喷雾胶水具有一种美2感，而且效率高，适合轻量物体粘合。 科学家薪水很高会怎样 科学家和明星经常被拿来对比，私以为性质不同，可比性不大。 但假如，政策突变，搞科研的收入普遍剧增。会不会引起盲目追风的热潮，一些冷门专业摇身一变受万人追捧，学术灌水更加严重，还是大多数人依旧难过学习这关呢？ 亲属关系自由断绝目前在法律上好像是无法断绝亲属关系的，这自然是有其道理的。 而我在想，当发展到一定程度，亲属关系是否能够和离婚一样，可以自由决定。 极富时代看过刘慈欣的一篇短篇，大概讲的是地球上只有一个富人，而整个地球的资源包括空气都属于富人的私有财产。 如此极端化的构想，将诸如贫富差距、资本等社会问题放大在你眼前，引人深思。 可毕竟只是科幻小说，当时的我其实并没有放在心上。 可近几天阅文腾讯网文圈的事件，突然让我惊醒，一个富人的世界似乎不无可能。 想到神秘的罗斯柴尔德家族、想到互联网企业的飞速扩张、想到日益数据虚拟的世界，我们似乎早已失去了很多自由，并正在不知不觉中失去更多。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第32期","slug":"一周份の脑洞——第32期","date":"2020-05-01T12:22:23.000Z","updated":"2020-05-01T06:10:00.000Z","comments":true,"path":"一周份の脑洞——第32期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第32期/","excerpt":"今天五一，劳动节快乐！感觉今年的放假一点惊喜的感觉都没有……","text":"今天五一，劳动节快乐！感觉今年的放假一点惊喜的感觉都没有…… 题图：《一人之下第3季 》 笑得喘气是为什么小学的时候，看过一个“笑”在生物层面的解读。大概是讲，是人对于意外、危险的一种反应，还记得提到的一个例子是，别人挠你你会笑，但你自己挠同一个部位却不会有反应。 这个与常识截然相反的观点，令年幼的我十分震撼。现在想想，可能是我转变思考方式的起点（之一？） 现在，当我再去搜索“笑”的原理，似乎更多是从“幽默”“心理”这些人文角度的分析。不过共同点都是“意料之外”的效果。 可笑为什么会喘气？甚至笑得喘不过气呢？结合前面的理论，我猜测既然笑是为了缓解、调节“意外”的紧张，而呼吸便是有这样的生理作用的，那么喘气≈大口呼吸，便是“笑”为了达成目的的手段（之一？） 多线程播种这几天，“多人运动”的热度一时无两。说实话，小时候还挺喜欢看《篮球火》的，和《灌篮高手》一起算是我的篮球启蒙。 这次事件，也让我注意到虽然有不少生物也和小猪有相同的嗜好，但好像没有“同时”1V多的，这里强调“同时性”，因为几乎所有动物的生殖器官构造决定了只能1V1。 从基因杂交、物种繁衍效率上讲1V多不是更好吗？可能是要达到同时1V多，在生理构造上的要求不合理，最终来讲不划算吧。 为什么鬼是白色的题目当然是伪命题，因为目前没有鬼怪👻存在的证明。而是各种影视、文学作品中，好像鬼都是惨白的脸。 由果溯因，可以猜测这样的形象会使人感到害怕，这又是为什么呢？ 猜测：脸白往往与疾病、不健康有关，没有血色也会让人联想到尸体，这些都是负面的印象。另外可能是鬼一般出现在阴森的夜晚，强烈的色彩对比，感官刺激？ 穿鞋的手脚一天在穿鞋时，我发现穿鞋有两种大概不同的姿势，一种是抬脚让上身方便，另一种便是弯腰，让下半身的方面。 两种不同的选择的背后会不会映射着什么不为人知的秘密呢？（感觉像个白痴）","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第31期","slug":"一周份の脑洞——第31期","date":"2020-04-24T14:13:23.000Z","updated":"2020-04-24T06:48:00.000Z","comments":true,"path":"一周份の脑洞——第31期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第31期/","excerpt":"『对于苦难的热爱，是我们最隐秘的自欺』从黃執中老师微博看到的，醍醐灌顶，感慨甚多。","text":"『对于苦难的热爱，是我们最隐秘的自欺』从黃執中老师微博看到的，醍醐灌顶，感慨甚多。人类的心灵似乎过于脆弱，天然无意识的知我保护，自欺而不知。 题图：《神之塔》 骨传导模拟录音机 自己的声音在自己耳朵里，和别人听起来是不同的。因为自己听是空气传导和骨传导叠加，而别人只能通过空气传导听见。且由于骨传导频率较低，自己听自己的声音会觉得更好听。 换言之，自己对自己嗓音的感觉只有自己知道。 那么是否可以通过物理模拟或是设计算法，在普通声音上叠加一层“骨传导”呢 真•有声小说 有声读物其实不是新鲜事物，有声育儿读物、有声小说播客、说书…… 我想说的是类似配音，给小说（无论实体还是电子版）的台词配音，点一下会播放声优的配音（或自动播放） 感觉有些鸡肋且不现实，网络小说节奏快，一天好几章，配音来不及，成本更高。且有名气的作品会动画化、影视化，名气不大的更不会整这些幺蛾子…… 如果没有动物，还会有生命的概念吗？ 忘记现有的常识，以上帝视角的意识形态，回溯到动物出现前的时代。 在这个星球上，你能看到的只有静止的植物（微生物太小无法感知），那么从未见过动物，且没有任何科学常识的前提下，你有可能提出生物、生命这样的概念吗？ 我想大概是不会的，在这样的假设下，静止的玫瑰和静止的石头似乎并无差别。有点奇异点的味道。 油头更凉 漫长的假期，封闭的房门，随之而来的便是油腻的头发…… 我总有种“错觉”，感觉油腻腻的头更凉一些，想到差别只有有无油这一点，便想到比热容。 普通油的比热容是比水小的，这是不是原因所在？还是说只是错觉？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第30期","slug":"一周份の脑洞——第30期","date":"2020-04-17T15:01:23.000Z","updated":"2020-04-17T07:47:00.000Z","comments":true,"path":"一周份の脑洞——第30期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第30期/","excerpt":"『存在即合理』原来黑格尔所说的并不是合乎道理，而是合乎感知、理性。","text":"『存在即合理』原来黑格尔所说的并不是合乎道理，而是合乎感知、理性。 题图：《辉夜大小姐想让我告白？～天才们的恋爱头脑战～》 全世界快门 看过一本很有趣的书《天才在左疯子在右》，书里有这样一个概念：在高维生物眼里，人类可能只是蠕动的虫子。 如果可以给全世界按下快门，在视觉上可以达到类似的效果。 蛋碎二重性 一直都很喜欢磕鸡蛋、剥鸡蛋，莫名的舒服。 但是就像人类天生对婴儿的哭声有反应一样，鸡鸭这些卵生动物会不会也对蛋碎的声音有反应？ 而蛋碎也分为破壳和意外磕破，他们是否能够分辨区别，且有不同的反应？ 高低频声音辨向 高频率的虫鸣感觉难以分辨方向，像是从脑海中蹦出来的一样。 奇怪的是，当我搜索时却得到了相反结论： 振动频率小的低音，因为碰到障碍物拥有容易反射的特性，即使处于反面，声音也能传到耳朵。所以声音容易传到的部分就是指方向难以定位。相反，高音的波长较短，较难反射，因此具有音源方向容易判断的特性。所以，汽车喇叭采用高音是有其理由的。 真实摄入量 人类在行动前在脑海中都会提前预演（没找到资料所以不确定） 那么看到食物，会不会对于吃下食物这一行为有预想，从而产生一定影响？你自认为所吃的量与实际所吃的量会不会存在一个普遍性的误差？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第29期","slug":"一周份の脑洞——第29期","date":"2020-04-10T11:51:23.000Z","updated":"2020-04-10T04:35:00.000Z","comments":true,"path":"一周份の脑洞——第29期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第29期/","excerpt":"酷安看看号因为没什么大不了的原因停止更新。","text":"酷安看看号因为没什么大不了的原因停止更新。另外，之前打算一直使用无版权配图，但要么没有适合的图片，要么表现力达不到，所以这一期开始还是使用一些网络图片。一般不会侵权，若有侵权马上删除。 题图：《格莱普尼尔》 鞋子落地朝哪边到 涂有果酱的吐司掉落，大概率是有果酱的一面着地，是一个已经被证明的“墨菲定律” 穿鞋的时候想到，摆正的鞋子自由落体，朝哪边倒？是否有些类似。 例如，鞋子的造型与空气动力学，步行习惯导致的鞋底差别磨损等等。 中二节 4月1日愚人节那天想到的，愚人节在所有节日中有些与众不同，春节、圣诞节、端午节、中秋节……大部分节日或庆祝或纪念，少有如同愚人节这样单纯基于某种普遍行为的（为什么要说得这么拗口） 在此基础上，我想到为何不能有中二节呢，同样是普遍的有趣行为（现象），同样能让人们在枯燥重复的生活轨迹中暂时脱离出来，享受一会儿纯粹的快乐（大概） 难到不是每个人都中二过？ 假如真的创一个中二节，选在哪一天呢？选一个典型中二角色的生日怎么样？例如六花、鲁路修、海藤瞬…… 波动地表 第一次接触《三体》里的乱纪元概念，着实让人惊讶。 对于很多事物，甚至可以是说大部分事物，人们都已经习以为常，不会去思考、怀疑、感知。 同样的，作为一种常规开脑洞的思路——由此及彼。想到我们生活在一个地面相对静止的环境，慢慢延伸出人类文明。如果地面不再是静止的，而由于某些原因波动起来，又会诞生什么样的文明、文化呢？ 比如，不会住在房子里？ 白发与黑发孰烧得快 大概查了下，黑发与白发主要是黑色素含量的区别，所以主要的变量只有黑色素。 然后就不清楚了，有没有朋友做个实验。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第28期","slug":"一周份の脑洞——第28期","date":"2020-04-05T04:15:23.000Z","updated":"2020-04-03T23:46:00.000Z","comments":true,"path":"一周份の脑洞——第28期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第28期/","excerpt":"昨天清明节，愿逝者安息，祖国昌盛。","text":"昨天清明节，愿逝者安息，祖国昌盛。 常识就是人到十八岁为止所累积的各种偏见。——爱因斯坦Common sense is the collection of prejudices acquired by age eighteen.到我这个年纪，已经明显觉得自己越来越缺乏想象力，思维渐渐固化。 题图：《隐瞒之事》 头发-衣服-年轮 由于这次疫情，Zollmelon已经四个月没剪头发了…… 而这次经历，第一次使我可以估算，自己留一年头发的长度，这也是这个idea的来源。 根据头发平均生长速度，在衣服上设计刻度或条纹，对应刻度旁标记年份或是月份、节气。有一种年轮的感觉。 基本只适用于女性，款式需根据初始发长调整，比如“xl-40cm“款之类的。另外，每次剪头需根据月份剪到对应长度。（越说越没用） 机器人繁衍 人类的繁衍，靠优质基因的整合、排列，环境的筛选，一代一代的优化，而为了传承基因、延续种族，人类十分重视子代。 而近乎永生的机器人有没有类似的概念？（当然不假定机器人的思维完全由人灌输） 比如，延续自己这一系的算法？私以为，生物如此强烈地繁衍欲望，应该是以种族这一整体角度思考。个体的力量是弱小的，且成熟以后只会衰退，不会增强。所以，在自然这个残酷的舞台上，种族的力量越强大，资源越多，相对地，对手越弱小，个体便越容易生存，好似良性循环。 当然，这也有先有鸡还是先有蛋的疑惑在其中，仅是一个思路。 而机器人，是截然不同的。先不说在假定情况下，几乎没有生存压力，自己更不会衰退，好好地更新补丁、优化算法，还会越来越强。 所以，似乎没有动机花力气在培养子代上（假如可以产生子代……）又或者说，他们自我优化更新便相当于迭代。很像个体主义。 便捷操作映射未来 现在，各种电子终端、应用的操作越来越人性化，智能化。 很明显，人们有这样的需求——更便捷的操控 ，在未来，人们一定会将这种便捷从屏幕带入现实世界。许多的手机、电脑的操作习惯也将延续到屏幕外。 原著作者写同人 前段时间Ao3事件，让“同人”这个不太主流的圈子，进入了主流视野。 一般来说，标题的情况的情况是不存在的，同人的普遍定义中就表明同人作品的创作者不是原作者，且内容与原作品不同。 但标题的这种情况存不存在呢？比如，在作品完结后。又写了另一个版本的结局？虽然没人这么做。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第27期","slug":"一周份の脑洞——第27期","date":"2020-03-28T13:16:23.000Z","updated":"2020-03-28T06:19:00.000Z","comments":true,"path":"一周份の脑洞——第27期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第27期/","excerpt":"之前说过，不知道开头说什么，又不想什么也不说。不如分享一下这段时间比较有感受的句子吧。","text":"之前说过，不知道开头说什么，又不想什么也不说。不如分享一下这段时间比较有感受的句子吧。 我们总是低估孩子的智商、高估成年人的智力。 题图：《BNA》还没看，可能接下来没有时间看番，但题图的传统还是要保留滴。 牙齿感温在下的牙齿🦷被牙医钻过，神经有些敏感。碰到食物很烫，钻过的牙齿就会受不了。 这不由让我联想到人体感温器官往往是脆弱的（人体本来就是脆弱的），例如皮肤，感到烫时的痛感是在提醒你，这很危险，你的皮肤受不了。 但是牙齿好像不一样，一方面，导热不好，另一方面也耐热。一般而言不算一个合格的感温器官（它也不需要感温，好吗），但当牙釉质受损，神经相对暴露时，不就既热敏感又耐热？太烫的话，神经也会受伤吧…… 变色美瞳好像目前美瞳的图案都是固定的（不了解） 我的一个火影迷同学买过很多写轮眼的美瞳，但很可惜，图案都无法旋转、结印。 在很多科幻小说里，未来的服饰就像显示屏，可以自由设定图案，那么美瞳应该也可以吧 感觉有点危险…… 废物组成的废人人的代谢废物，大多是水、二氧化碳、尿素……C、H、O、N……元素都有，分解足够的代谢废物，以及额外加一些其他必须元素。 大胆假设，用这些元素合成一个人体，岂不是真•废人🤔 冲动的人会胜利？这是几个星期前看完我的三体章北海传时，记下的。 在小说以及动画里，在按下发射按钮前，各位舰长几乎是纠结万分，斟酌再三的（好像除了某人稳如老狗） 假设一下，有一个舰长性格比较冲动（当然可能性极低，有性格缺陷不会当上舰长之类），比较早就按下按钮，结果是不是有些不同。（文学作品是不会这样搞的，而且某人依旧稳如老狗） 其实，想说的是，很多博弈情景都是理论上才有推演的价值，人不都是理智的。（废话）","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第26期","slug":"一周份の脑洞——第26期","date":"2020-03-17T04:00:23.000Z","updated":"2020-03-16T21:42:00.000Z","comments":true,"path":"一周份の脑洞——第26期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第26期/","excerpt":"突然不知道开头该说些什么……翻了翻往期，发现都是些废话……","text":"突然不知道开头该说些什么……翻了翻往期，发现都是些废话……读者：其实整篇都是废话。我：好吧🙂（醒醒吧，其实你连读者都没有） 题图：《异度侵入 ID:INVADED》 “手“写输入 打字时代，你是否还有用笔写字的习惯？ 投影键盘早已经实现，可不可以有虚拟电子笔呢？比如手指在任何空间任何位置比划，选择识别为字体或是直接记录。 拧毛巾的最佳方式 毛巾大家都拧过，相信大多数人都和我一样，双手分别紧握毛巾两端，反方向用力扭。 但肯定也有人有不同的方法，那么将拧毛巾抽炼为一个物理、数学问题，可否得出一个最优解？比如最小的力、往哪个方向拧……（有够无聊） 搜索一下，发现真的有许多拧毛巾的方法。 聪明的孩子受家庭的影响这其实不是一个问题，孩子的成长必然是会受家庭的影响的，而且相当大。 这里提到的是“层度”，一个“聪明”的孩子，很早就会有自己的思维（当然这些思维的建立肯定也会受家庭影响） 而当他较早地能独立思考时，家庭对他的影响是不是就没那么大了？ 缺乏想象力的梦大多数人都做过梦，且因人而异。以我自己为例，我的梦一般很离谱，各种魔幻的设定……而我认识的很多人，他们的梦几乎都是基于现实生活的。 这是否了代表了两类思维方式，一种习惯想象，而另一种缺乏想象力。缺乏想象力的人，梦会更真实？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第25期","slug":"一周份の脑洞——第25期","date":"2020-03-10T03:43:23.000Z","updated":"2020-03-16T21:41:00.000Z","comments":true,"path":"一周份の脑洞——第25期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第25期/","excerpt":"本来是打算周末再写的， 但最近上网课实在是无聊。电脑又在手边，正好摸摸鱼，更更新","text":"本来是打算周末再写的， 但最近上网课实在是无聊。电脑又在手边，正好摸摸鱼，更更新另外，文章的图片除题图外，改为均选自各无版权图片网站，连接也直接用的原图连接。 愿疫情早日结束。 题图：《我的三体之章北海传》 音乐挖矿 晚上看番的时候，突然想到的。也是我一直以来对于国漫歌曲的疑惑……因为很多国漫的op是真的难听（当然不包括狐妖、伍六七……），所以每当出现一首好听的op、ed时，不免有些惊喜。 作为一种有序的信息，规定一定的形式，理论上音乐是有限的（大概），可想而知悦耳的更是沧海一粟。在整体、宏观上看便如同挖矿、淘金。 名为感冒的社会必需品 这一天，人类回想起了被瘟疫支配的恐惧。这次疫情不免让人联想到历史上闻名而几次大型瘟疫事件，比如黑死病、天花。 而天花，据说是已经被人类消灭。反过来我在想为什么感冒还没有被消灭呢？自然，背后是有其生物学原理的，比如变异性、耐药性等等。而当我们将目光投向未来，当我们有能力消灭感冒，或者再广泛一点，有能力消除疾病时（有点夸张）我们可能不会可以这样做。 疾病，特别是感冒这种如今几乎没什么危害性的小病，似乎已经融入了现代社会，先不谈资本蛋糕的问题（这可能是所有突破性技术要面对的壁垒），生活与文化的各方面都受着感冒的影响，比如请假理由、慰问联络感情等等（长久以来的习惯便是另一个壁垒，甚至更高） 头发转化蛋白粉 头发的主要成分是结构蛋白，既然是蛋白，岂不是可以做成蛋白粉？不谈成本、技术（在一个脑洞栏目是不需要考虑这些的）有人会吃吗，会不会有心理障碍？想到日本人乳饮料。 人类油脂的香气 学过化学的同学都知道，油脂的成分是酯，而许多酯是有香气的。人类的油脂也是酯……会有香气吗？参考了一下动物油脂，可能有吧。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第24期","slug":"一周份の脑洞——第24期","date":"2020-03-04T14:37:23.000Z","updated":"2020-03-16T21:41:00.000Z","comments":true,"path":"一周份の脑洞——第24期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第24期/","excerpt":"这一段时间完全不在状态，疫情算是一条导火索，但问题还是在于自身。","text":"这一段时间完全不在状态，疫情算是一条导火索，但问题还是在于自身。现在正在慢慢恢复，说实话没什么信心。但脑洞还是积累了一些，所以今天决定更新。愿大家身体健康。 题图：《地缚少年花子君》 鸡蛋哪一头先生出来？很明显，这是吃鸡蛋时突然想到的……一时还有些好奇为何以前没有这样的疑问？想了一会儿觉得应该是，大概是问题的答案是简单可猜测的、符合常识的。例如，我想大多数人都会说小头先出，便于菊部扩张。然而，我大概搜了搜，没找到较为可靠的资料（没有研究价值，观察一下母鸡下蛋的过程不就好了），大多数推测是小头，也有例外，以💩为喻…… 关闭五觉……的药信息时代，资讯繁杂，不仅是互联网上，现实里也是被垃圾信息淹没（指名👉某音某手）我在想，未来对人体“控制”的突破，可否像手机控制权限一样做到控制人体的各种“传感器”。比如听觉丧失药云云……（这样的设定好像许多科幻奇幻题材都有） 黑或白少一个五感里，最重要的是视觉这一点应该是毋庸置疑的。而颜色又是视觉最重要的组成部分（好了，废话说完了）而众多颜色中，黑与白可以说是最重要的，拥有着超脱于色彩的众多作用，特别是这个时代，比如应用的背景常常是白色或是黑色，让人忽视背景。假如黑色或白色消失了，会怎么样呢？是其他颜色作为替代？（当然这里说的黑白是广义上的） 真全局收藏–眼球收藏古人，遇到好的字句，抄录下来；现在看见好的图文，点一下收藏。这种收集的习惯一直没变。可常常令人困扰的是，这个平台收藏一点，那个app收藏一点，一团乱（“强迫症”哭了）虽说有一些以此为卖点的工具，比如Pocket、收趣、印象笔记等，而且确实挺不错，但目前而言都做不到尽善尽美。什么是完美呢，眼睛看过的，都可以一念收藏归档，真正的“全局”收藏。期待未来科技……","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"2020，博客与我","slug":"2020，博客与我","date":"2020-01-12T13:59:00.000Z","updated":"2020-01-11T16:00:00.000Z","comments":true,"path":"2020，博客与我/","link":"","permalink":"https://zollmelon.com/2020，博客与我/","excerpt":"博客与我，在2020年的一些打算。","text":"博客与我，在2020年的一些打算。 关于小站我建立这个博客的初心，其实在*ABOUT*里有写，一开始只是好奇心，以及一种思想输出的欲望（因为现实里孤僻）。 刚开始只是写了一些资源合集、琐事随笔以及偶尔的观后感，这种给自己的生活留下一些印记的感觉也是很不错的。后来，有了记录自己脑洞的习惯，于是也有了一周份の脑洞这个系列，然而说是一周份，但奇思幻想这种东西实在是不可控的。有时候在三次元里比较咸鱼，一周都可以存三周的份，有时候比较忙，一鸽鸽一月…… 而目前的状况是，比较忙。所以当点子凑够了4个，就会抽时间更新。😎 除了上面这些内容，19年后半年我开始用Markdown记笔记，于是也将这些笔记传到了博客（撑撑排面），Markdown的笔记形式的确是有许多优势，但写一篇笔记花的时间相对于我稀少的学习时间有些因小失大（特别是要考试时💀）于是往往也没有坚持下去。另外，目前这个博客还不支持LaTex公式格式（有闲心时再折腾吧）。以前我还没学LaTex（以为很难）一直以图片代替，所以也没什么问题。但后来需要写公式的地方越来越多，接触了LaTax也发现没想象中那么难，于是只好不上传博客。 基于上面两点，我决定以后不传这些专业方面的笔记了，以前的笔记也会删掉（有碍观瞻 ）。 说完了前言，来谈谈以后的一些想法。 首先，我是打算一直写博客的。可能博客界面会变，可能域名也会变，可能慢慢地内容也会发生变化……但是我希望，有那么一小片地方，是属于Zollmelon的。在这里可以记录一些琐事随笔，分享一些思考、感悟，可能以后还会有朋友评论交流（想🍑）。 很惭愧，再过去的几年里，我几乎没有认认真真的读一本自己感兴趣的书……现在想想实在是一种极大的损失与浪费。 新的一年，我想重拾书本，并且长期写下自己看书的感悟与收获。目前计划一个月读两本，写一篇观后感。 另外除了固定的观后感，遇到一些我觉得有趣的、值得探讨的命题，以及一些经验技巧的总结，也想抽点时间写一篇文章。 而对于博客界面等技术方面，我的长远打算是自己设计一个独一无二的主题。但毕竟我不是干IT这行的，需要很多时间学习（然而目前并不敢花太多时间在学习编程上），所以近一年恐怕是不会有改变的。但我会慢慢地优化这个小站，目前仍是以内容提升为主。 其实，我的博客基本上是没有人看的。 这是很自然的，因为我并没有写很多有用或是有趣的内容，也几乎没有宣传推荐过自己的博客。每个月访客大概有20人次左右，且大部分是由那篇二次元资源整合来的。 之所以像个白痴一样自言自语这么久，一是我觉得以后会有人看（哪来的自信），二是最近看到了一篇文章，谈到了反馈分析法（feedback analysis ），就是每当做一个决定时，将自己预期的结果写下来，等到有结果时，对比自己的预期与现实情况，可以发现许多自己不曾了解的地方。长此以往，可以观察到自己的天赋与不足所在。 这些计划其实也是我对于自己未来一年里的预期。 关于自己上面提到了反馈分析法，其实重点在于这一部分，自己未来这一年的打算。 过去一年，虽然也是无所事事的一年，但是我的一些观念有了潜移默化的改变。比如，有很长的一段时间自己是极度悲观，放弃努力的，而现在，却有自信写下规划。 未来一年，我有一些很明确的打算，也有许多不确定的想法想要去实施。这很有我的风格，永远有些空想，有些不着调。 职业我又处在了一个十字路口，而几条路上又都是千军万马。 我选择了深造，在我身边的人看来，这是一个很自然的选择，但我挣扎了很久。我不是不喜欢自己的专业，但也不是那么热爱，或者说其实我没有热爱哪一个职业，我想其实大多数人都是我这样的，我们是普通人，需要工作养家糊口。 我挣扎的原因有几点，一是我所学的专业实在不是热门，普通人想找到比较理想的职业是十分困难的。就算是深造出来，情况也不是那么理想。有一段时间，我有很认真地在考虑转行，比如IT行业，我算是比较感兴趣，且门槛不是很高。其实我不是追名逐利，只是社会的现实就是如此，我很想自己有能力早点经济独立，不让家人再辛苦地奔波，很想在家人一旦生了大病时，不用担心医疗问题…… 但是，孤注一掷不是我的风格，转行的风险可能不是目前的我可以承受的。所以，我给了自己一个缓冲，或者说是逃避吧，努力几年，在深造期间，也提高自己的副职业能力。 说是副职业能力，其实我认为有许多能力是必备技能，特别是计算机相关的，这是一个很明显的趋势。而且与这些发展更新快速的行业保持接触，也是在提醒自己“活到老，学到老”。 而目前打算的副职业能力有编程与写作，都有自由职业潜力的技能，同时，也是对自己综合能力的提升。当科技越来越强大，人文关怀主题的职业将是人类的一个趋势。 总结一下，未来一年主要是以学习深造为主，以写作和编程为辅。虽然，在专业领域别人是全力以赴，我必将处于劣势，但这也是自己的选择，一贯喜欢多开。我会减少娱乐的时间，努力提升自我。 生活很早之前，有个老师问过我，“你有什么理想？” “我没有什么理想。”我回答得很自然。因为我真实的想法说出来也只会被回以异样的目光。 我想洞悉宇宙的真相。这是一直扎根于我内心深处的想法，这么多年，我很早放弃了为之努力，但这个念头就这样永远扎根在了我心里，挥之不去…… 而更细小一点，“我想去一趟日本”，这也是很早就萌生的一个念头，一直以来也时不时挂在嘴边。 前者，我只能在接下来短暂的时光里不求甚解了。后者，我想等自己经济独立时便说走就走，抑或是有机会的话，去日本发展。 感情在我更加年少时，自我感觉时比较冷血的，这不是一句少年的矫情。我以一种傲慢的心里姿态观察我身边的人以及他们所谓的感情。 可如今，我从心底认同了人们对于亲情的依赖。因为人类是那么的渺小，那么的脆弱，那么的孤独，而我是一个人类。没有人是一座孤岛，缺少情感交流的心如同缺少阳光的花朵，是会渐渐枯萎的。 而对于另一半，我的想法目前还是没变。 Flags说了那么多，是时候列一些细节的东西了： 深造目标上岸 写作能看，取得一点小成绩 C语言入门以及IT的一些基础知识 坚持阅读，写博客 日语入门 英语能力提升，看文献以及口语 其实，第一项将投入空闲时间的80%，但我还是有些贪心的将日语和英语加上了😜 一年后，回顾时见。","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"人生相谈","slug":"人生相谈","permalink":"https://zollmelon.com/tags/人生相谈/"},{"name":"新年规划","slug":"新年规划","permalink":"https://zollmelon.com/tags/新年规划/"}]},{"title":"一周份の脑洞——第23期","slug":"一周份の脑洞——第23期","date":"2020-01-01T14:37:23.000Z","updated":"2019-12-31T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第23期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第23期/","excerpt":"Haapy new year!今天是2020年的第一天，朋友们，元旦快乐！","text":"Haapy new year!今天是2020年的第一天，朋友们，元旦快乐！一周份の脑洞也迎来了新年里的第一期，不过首先还是要给有在期待的同学们（并没有这样的同学）道个歉🙇，毕竟距离上一期已经过了一个多月了😅。。。（干脆改名一年份の脑洞🤔）断更的原因其实没什么好说的，无非是这段时间有些忙没心思和时间瞎想，有时就算点子也足够了，也会觉得写下来很麻烦（找图啊、多平台排版啊…每次最少花一个小时）另外，今天是新年第一天，所以写了一期，最近三分钟热度发作，心思被某件事占满了，所以下一期还会隔一段时间。。。 题图：《我们无法一起学习！ 第二季》结局很伤。。。 课堂字幕相信对于很多读大学的同学来说，记忆里都会有一个普通话不标准的老师，想听却听不清，那叫一个无奈。而现在的语音识别技术已经相对而言比较成熟了，可能对于方言还有些力不从心，但如果在课堂的黑板上放置一块滚动语音识别的字幕，或是直接在显示屏或投影仪上显示字幕，可以帮助听不清听不到的同学，也可以记录整堂课老师说过的话，方便课下回顾。 脚底监控监控无处不在，但几乎所有的监控都在头顶。突然想到，未来科技感十足的城市，道路都是显示器材质，安装传感器一样的监控系统，监视鞋印、车印什么的（当然会提前设计好信息录入），会隐私很多。（说到这里就很好笑了😏） 指头手机芯片人和手机的交互在物理层面还是手指和屏幕。看一些科幻电影里太空中的重力鞋，只需两脚一碰，便可以开启磁力吸住船体。这种简洁的方式给了我灵感，在手指头安装芯片，手机（当然到了这种程度就不只是手机了）可以通过感应手指里芯片的相对状态传输指令。（其实也没什么新意） 盘茶垢“盘”这个词在去年算是火了一把，看到这个词我第一印像就是一些被玩出包浆的文玩。一天，我发现自己的茶杯有了茶垢，便联想了起来，是不是也可以盘茶垢。。。茶🍵也挺有文人气的呀😹","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第22期","slug":"一周份の脑洞——第22期","date":"2019-11-24T11:47:23.000Z","updated":"2019-11-24T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第22期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第22期/","excerpt":"眨眼都快12月了，天气也是越来越冷。","text":"眨眼都快12月了，天气也是越来越冷。Zollmelon发觉自己的身体是越来越不行了，感冒刚好不到三天又感冒了……各位也要注意身体呀！ 题图：《高分少女 第二季》 互联网时代祭祖目前看来不出意外，人类的数量会越来越多。人满为患，那些科幻小说中的地底城市，海上高楼的设定说不定真的会成为现实。 那时候像墓地这些实用价值不够的，肯定会被取缔。不要让我想起到时候网上祭祖会不会类似于在一个网页上面评论。 教室中最安全的座位听起来可能会有些奇怪，然而作为一个缺乏安全感的人，不管身处何处，都会“无聊”地假想突发紧急情况该怎么办？ 而教室中那么多座位，哪一个是最安全的呢？当然不同的教室环境肯定有不一样的选择。 有仪式感的文件格式这个想法来自于Zollmelon感慨如今手写情书越来越罕见（当然也可能是我母胎Solo的原因）。 而网上、屏幕上的文字似乎缺点“内味儿”，例如邮票、邮戳……于是就想到有没有一种文件格式可以包含这样的谈不上效率的“花样” 酒前海量药听说过醒酒汤，不过是酒后醉后喝的。 突然想到有没有一种药是喝酒前吃的，可以使得酒量大增呢？可能有了吧","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第21期","slug":"一周份の脑洞——第21期","date":"2019-11-17T11:47:44.000Z","updated":"2019-11-24T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第21期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第21期/","excerpt":"又咸鱼了一周，灵感枯竭。","text":"又咸鱼了一周，灵感枯竭。 题图：《我的英雄学院 第四季》 铜人化很多地方都有铜像，而有传说和故事的铜像往往会饱受人们的爱抚（摧残），发出神圣的亮光（雾）如果人体皮肤也有类似的属性——经常抚摸的地方变得光滑反光。那么你的什么地方会发光呢？ 水族馆地铁公路中央或是两旁往往会有种植着花卉的花坛，一方面有美化的作用另一方面也可以优化空气。这不尤让我联想到观光列车，可不可以将水族馆搬运到公路、地铁边？好吧，我知道不现实。 狗狗实验天才这的念头还是前一段时间做实验时突然想到的。其实化学实验对一些感观是有要求的，气味、颜色的变化等。如此看来 嗅觉灵敏的动物们，例如狗狗🐶岂不是实验小天才？ 长者基因长者居然屏蔽了。这也是Zollmelon创造的一个词。举个例子，一对夫妇生了众多孩子，一般而言，年纪大的孩子会较早结婚生子，而这个规律重复下去，他的孩子中的老大又最早结婚生子……如此一来，老大作为长者培养起来的一些性格会不会跟随基因传递到下一代中的老大？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第20期","slug":"一周份の脑洞——第20期","date":"2019-11-10T11:47:44.000Z","updated":"2019-11-10T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第20期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第20期/","excerpt":"这一周很咸鱼、怠惰……明天双11，明明是我（单身狗）的节日但又不是我（贫穷）的节日。","text":"这一周很咸鱼、怠惰……明天双11，明明是我（单身狗）的节日但又不是我（贫穷）的节日。 题图：《我不是说了能力要平均值》 断气的机器人在各种影视剧中，判断一个昏迷的人是否死亡，最直观简单的方法是有无鼻息、颈动脉等。而在假想的机器人社会，想象一下一个机器昏迷不醒，此时另外的机器人会怎么做？是按电源键判断吗？想想还是挺有趣的。但估计会设计出更好的办法，比如会一直亮着的灯…… 消化系统透明化一直以来在实际生活中，我对于一些基本物理量概念都不是很敏感，常常忽略时间，弄错尺度。而这一点在身体生理反应上更是可怕。比如消化食物，这些化学反应缓慢且看不见，但有时比我想象的要远远的快。（听起来不明所以） 畅销书普世世界观“学习”成就人类，学习的途径中，学校的教育基本上是通识教育，重在知识、品格（至少目前是）。而就我个人而言，价值观、世界观这些比较个性化的观念的形成大多是“课外”书所影响。而我觉得大多数受过教育人也是这样，课外书无疑是重要的，其中经过双向选折的“热销书”尤其如此。 外星思维收藏家“收藏”这行为是很有趣的，既很精神也很物质。有价值的东西才值得收藏，思维方式在某些层面而言是无价的，但“碍于技术”确是无法收藏的。但寄想于“万能的外星人”就好解决了，并且不同生命方式的思维方式更是不同，那么是否存在这样专门收藏思维方式的外星人呢？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第19期","slug":"一周份の脑洞——第19期","date":"2019-11-03T11:32:44.000Z","updated":"2019-11-02T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第19期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第19期/","excerpt":"因为运动会而突然降临的小假期，让人懒癌发作……","text":"因为运动会而突然降临的小假期，让人懒癌发作……以后周末更新哦 题图：《我们无法一起学习！ 第二季》老师是天！ 微盐去食堂、点外卖……几乎都有微辣、中辣、特辣之类的口味选择。但很少有微盐、中盐……这样的选择，当然其原因很好理解，盐的调味几乎是料理前或料理中完成的，不似辣椒，快完成时手抖一抖就可以区分辣的程度。 温度点歌热水器类似的想法有许多，要说灵感自然是公共浴室里，经常外放歌曲的隔壁间……好像很多人都有淋浴听歌/哼歌的习惯，根据热水温度点歌的热水器便是为他们设计的（没卵用） 并不高效的公交站乘又到了公交车环节（笑）某一次在公交上，过程异常颠簸，没有座位又要维持平稳不可谓不辛苦。而我们的辛苦则正是公交这个整体消耗的内能中人所占的部分，而坐着的话是不会有这部分消耗的，可见站乘是低效的。 秃头——人类特征筛选如果人类被外星人👽控制，在外星人眼中，我们在生理上就会按外表特征分类。假如聪明真的“绝顶”，为了控制人类，很可能秃头都会被杀掉（而且好认）","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第18期","slug":"一周份の脑洞——第18期","date":"2019-10-25T12:55:35.000Z","updated":"2019-10-24T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第18期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第18期/","excerpt":"10.25，祝周末愉快，话说昨天好像是程序猿的节日。","text":"10.25，祝周末愉快，话说昨天好像是程序猿的节日。 题图：《伍六七之最强发型师》 顶端对齐建筑绝大多数地表上的建筑，底端都是对齐的（废话）。那么可不可能有顶端对齐的建筑群呢？ 听觉动物的手机和上一期很相似。人主要是靠视觉收集信息，而如今，手机是我们最便利最常用的信息工具。同样地由此及彼，听觉动物靠声音收集信息。那么对照着手机传递信息的视觉模式，可以想象出其他类型生物的“手机”吗？ 精神分裂式自救这一个idea有些特殊，它不是一个脑洞，而是Zollmelon的经历。一名自闭的死宅，长期缺乏交流，缺乏情感层面的交流，其实有时候会很痛苦，很迷茫。而这时，如果你可以想象出一个完美的人格，将会有很大的帮助，心情低落时，永远积极的另一个人格可以安慰自己、迷茫时，永远理智的人格可以提醒你坚持方向……（说着说着流下来眼泪😭） 足够熟悉才可以抽象“抽象”这个听起来就很抽象……但再想想，便觉得是抽出、提取现象、表象这样类似的意思。抽象，看似简洁、简单却是精华之所在。只有对一个事物有了足够的认识，才可以把握其本质特征，从而简化再现出来。（我在说什么）","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第17期","slug":"一周份の脑洞——第17期","date":"2019-10-18T07:26:15.000Z","updated":"2019-10-17T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第17期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第17期/","excerpt":"酷安看看号往期【一周份の脑洞】已经补完了，接下来就可以同步更新了。","text":"酷安看看号往期【一周份の脑洞】已经补完了，接下来就可以同步更新了。自从有人（两位数）关注这个系列之后，Zollmelon发现胡思乱想稍稍更主动了（？？？）。还是希望不要受影响，比较私人，随缘分享，欢迎评论交流。 建筑卸妆油快速发展的中国，快速发展的建筑业，快速发展的拆迁行业……每每走在街道上，都希望有种方法可以快速“消化”城市里的废旧建筑，类似于强酸溶解，但安全可行，最好可以分解为有利于土壤的成分……将地球表面的“妆”卸去。 听觉动物有趣感受不止一次，我幻想着与我们完全不同的生命模式，而“想象”这个东西其实没有那么神奇，往往也只是将已有的表象拼凑、加工。这样的局限让我大多只能推此及彼。对于视觉动物，有许多与光影有关的有趣现象，拉长的影子、平面3D效果错觉等等，这些是视觉动物独有的“笑点”，那么听觉动物呢？比如声波定位的蝙蝠，会不会有这样的有趣“笑点”，声波的干涉什么的？ 未来石碑前段时间，常去医院看望病人。医院大门前伫立着一块很大的刻着字的石头，让我突然联想到古代的石碑，若是能一直保留，岂不是有机会成为未来的石碑？ 七彩雾上周末看了一部韩国电影《极限逃生》，很不错。电影里的白雾般的毒气，让我想到现实里真正的雾。似乎雾一直都是白色（废话），其中自然是有物理依据的，可像彩虹一样，有没有可能在特定条件出现泛着七彩的雾呢？（大面积的）","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第16期","slug":"一周份の脑洞——第16期","date":"2019-10-11T12:15:15.000Z","updated":"2019-10-10T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第16期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第16期/","excerpt":"刚好今天，在酷安申请的看看号【一周份の脑洞】通过了，恭喜恭喜🎉","text":"刚好今天，在酷安申请的看看号【一周份の脑洞】通过了，恭喜恭喜🎉 题图：番剧：这个勇者明明超强却过分慎重——莉丝妲黛 陆生发光生物说起会发光的生物，大家能够想起的几乎都是海洋生物（广为人知的陆生萤火虫，如今野外也是少之又少）。这其实不难理解，相较海洋黑暗的环境，阳光沐浴下的陆生生物大多无需进化出这种技能。但不免让人有些许遗憾和费解，遗憾于黑夜缺少缤纷绚丽，疑惑则在于地表毕竟还有⅓的时间处于黑暗，为什么发光的动物很少。可能海洋里发光的生物也不多，亦或是发光是高层次高消耗的技能。很多令人不解的现象，在自然里却是很自然的。 没有掌纹会怎样不知道大家有没有关注过自己的掌纹，以前Zollmelon看过一本讲手相的书，模糊的记得说得还挺科学的……但Zollmelon一直很狭隘地的以为是人体或者说是生物进化出的保护措施，经常弯折的地方主动加上折痕，有堵不如疏的效果。没有掌纹的话，会不会很容易受伤呢？当然也可能是“代偿性”之类的生物进化。 实体频率随缘电台互联网的高速发展，让电台、广播📢日益边缘化。但Zollmelon其实挺喜欢电台的形式的，偶尔也还会听听。当然，电台也在与时俱进，地区性电台变为网络电台。一天，我突然想到，电台以频率区分，而生活中包括人体都是与频率密切相关（再扯一点还能说波粒二象性）。是否用手机或是其他“收音机”感知人体某种频率，自动匹配电台？ 诊断对于名人的影响诊断特别是心理疾病方面的，很容易让人自己给自己贴上标签，如果发生在我身上，可预见地会心理暗示，更加恶化……而历史上很多杰出的名人，也是被发现有心理疾病的，例如莫扎特、特斯拉等，这些诊断的结论对于他们又有怎样的影响呢？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"我要脱宅了？","slug":"我要脱宅了？","date":"2019-10-05T06:39:19.000Z","updated":"2019-10-04T16:00:00.000Z","comments":true,"path":"我要脱宅了？/","link":"","permalink":"https://zollmelon.com/我要脱宅了？/","excerpt":"七月番也都快完结了，按惯例应该写七月番观后感了。但是有这次情况有些尴尬😅……","text":"七月番也都快完结了，按惯例应该写七月番观后感了。但是有这次情况有些尴尬😅…… 自从那年夏天开始至今，我可以毫不夸张地自称为一个ACGN狂热爱好者。一年半的时间里扫荡了几十年来好看的日漫，看过约四百部动漫，完整补完的也有两百多近三百部（是的，我曾在bangumi上数了半宿）。不玩游戏的我，几乎所有的业余时间都在追番补番（对于不爱学习的我，几乎是主要时间），17年至今的每个季度的番我也几乎都有在追（这个几乎是季均二十多部，最狠的一次追了35部）。 可慢慢地我发现我的口味在慢慢变化，开始热衷于单纯的轻松搞笑和日常卖萌；慢慢地追番列表里能坚持追完的越来越少，每次在观后感里搁置一栏里说，之后会补。搁置列表越来越多，可真正会补的少之又少…… 直到这次的七月番，我觉得可能是时候了。 多少次我开玩笑说“我可能要脱宅了”，可心里又隐隐觉得我可以看一辈子、追一辈子。但这次七月番完整追完的只有两部，其中一部还是四月的半年番鬼灭之刃（19话吹爆！），另一部就是擅长捉弄的高木同学。 不是没时间，不是太忙，有时候我也很闲，手指漫无目的地拨弄着屏幕，也想着我不是该看番吗？可往往没了下文…… 我是真的没那么热爱动漫，没那么热爱二次元了。 我很清楚是什么原因，二次元一直还是那个二次元，变的是Zollmelon，变的是我的心态。 以前我胸无大志，有大把时间可以挥霍可以无所事事。但现在已经不行了，不是那种暂时性的不行（像期末考时，番都是第二天白天看），我很清楚这种改变将是永久性的。 诸多的我，诸多的身份，诸多的人格，全都要求Zollmelon珍惜时间，保持自律，因为Zollmelon不再是没有目标地活在世间，他有了所谓的原动力（具体可参看“我活不过20岁”，可能也并不具体）。 解释了这么多，其实没太多意义，我严格来说并不算是脱宅（不管如何我还是死宅一枚），我也并不是不再看动漫，只是无法再那么狂热，甚至到想做一名动画区up主。我仍会看番，但不会再浪费大把时间看无聊的烂番（说到这儿，我算是理解了Lex了），觉得没意思的时候就坦然地弃掉，而不是完美主义心理作祟（七月番本不会搁置这么多的）。倘若遇到有趣的脑洞，有趣的点子，我还是会突然熬夜剪片发一些自娱自乐的视频。 不用考虑那么多，不用被标签绑架，纵使外界的二次元已被污浊化，我有一片清静之地，于忙碌后放松便是快哉。不说了，感紧去看看十月有哪些好看的番吧。","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"},{"name":"人生相谈","slug":"人生相谈","permalink":"https://zollmelon.com/tags/人生相谈/"}]},{"title":"一周份の脑洞——第15期","slug":"一周份の脑洞——第15期","date":"2019-10-04T13:12:40.000Z","updated":"2019-10-03T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第15期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第15期/","excerpt":"10月4日，大家黄金周快乐！","text":"10月4日，大家黄金周快乐！ Zollmelon最近决定还是为一周份の脑洞做些宣传，让更多小伙伴看见。不过说是宣传，也只是从博客、公众号（基本0浏览）搬到B站专栏和酷安而已。 题图：番剧：擅长捉弄人的高木同学 湿衣颜色鲜艳不知道大家平时有没有留意到，湿润的衣服往往显得更鲜艳（除了白色变透明）。不同于之前的空想、幻想，由于可以科学解释（是的，久违的科学问答），Zollmelon尝试地提出了一些猜想。首先是什么决定了颜色的鲜艳程度？在网上找了找没有很专业的资料，但大多说是由“明度”、“纯度”决定的。由此为出发点，可以想到衣物湿润时相对干燥的表面漫反射更少，即纯度高。知乎上的这篇回答可能更准确。 种族歧视的根源想到这个问题的时候，我联想上一个问题，不禁陷入深深地沉思……嗯，这根本不符合“一周份の沙雕”的画风。我看了看网上一些有名的文章（例如这篇）……然后，我就放心了。之所以想到这个，是因为我反思自己对其他种族并无歧视，但有时仍会有些反感。对于这样的私人情况，我认为是自己缺乏安全感，外貌、行为等的巨大差异让人下意识的不安。人其实是很不安的一种动物，“非我族类，其心必异”这些不安往往刻入了我们的基因，代代相传，成为天性。ps：这是一个肤浅的栏目，继续看的话，你需要习惯。 公交扶“手”夹角欢迎来到“一周份の公交”（大雾），这段时间坐车是尤其多……很多乘客站在公交车上时，一眼看去，一排平行的手臂挂在栏杆上。我们抓着栏杆的手臂近乎是一个角度。可能与人体比例构造有关吧，这样摆会比较舒服。 毛发固化呃，脑洞栏目渐渐变成了冷知识问答……可能是Zollmelon最近特别爱学习，思维状态转变的原因。Zollmelon个人很不喜欢理发（本质是不太喜欢改变），每次不得已要理发时都会想，要是头发长到一定程度就停止生长该多好（当然不掉发更好）。你看猫猫狗狗都不会无限长毛（憨憨绵羊除外）。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第14期","slug":"一周份の脑洞——第14期","date":"2019-09-27T15:17:55.000Z","updated":"2019-09-26T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第14期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第14期/","excerpt":"最近，Zollmelon身旁有人生病了，愿病痛远离，一起将会好起来🎐","text":"最近，Zollmelon身旁有人生病了，愿病痛远离，一起将会好起来🎐 题图：番剧： 鬼灭之刃祢豆子 不再抖动的树枝听起来可能有些无聊： 你有没有想过所有的树枝不再抖动会怎么样？当大气消失，风也就消失了，树枝以及其他户外物体自然不会“抖动”了。当然，这也没什么客观意义，只是骤然身处其中，有种荒诞的不真实感。（是的，分享奇怪感受也是我的目标） 有耐心的人类不知大家有没有观察过毛毛虫🐛，他们的蠕动不仅在速度上是缓慢的，而且在我们人类眼里，他们的运动方式也同样是低效的。这不由得让可以行走的人类觉得他们很有耐心。由此及彼，在会飞的生物眼里，我们人类一定也是显得很有耐心的。 强制闭眼？我相信每个人都打过哈欠，人类之所以会打哈欠，一般是因为疲劳大脑供氧不足，而补偿性地以打哈欠的方式大口呼吸（描述可能不怎么科学）在感叹生命的神奇时，我又想到，有许多生命活动都可能会有“不足”的情况，为什么没有其他的像打哈欠这样自主强制的行为呢？比如，眼睛👀长时间使用而眼干而强制闭眼？后来想想会强制流泪，也算是一种吧。 天空的夜间模式？很久以前，夜晚的天空就不再是漆黑一片了。往往在城市灯光的辉映下，被染成昏暗的橙黄。像极了手机屏幕的夜间模式，同样不是漆黑，而往往是昏暗。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第13期","slug":"一周份の脑洞——第13期","date":"2019-09-20T12:58:15.000Z","updated":"2019-09-19T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第13期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第13期/","excerpt":"今天是9月20日，是Zollmelon一个朋友的生日，祝ta生日快乐🎂虽然ta根本看不到。","text":"今天是9月20日，是Zollmelon一个朋友的生日，祝ta生日快乐🎂虽然ta根本看不到。 题图：番剧：路人女主的养成方法加藤惠沙雕图比较难找，只好拿老婆图维持生活酱紫。 按摩公交座椅由于某些不可抗力因素，Zollmelon最近经常坐公交。有的师傅开车很平和，但也有师傅能开出过山车的感觉……即使坐在椅子上也能摇头晃脑。于是我想到，如果将按摩椅简化，比如仅在座椅靠背上装一个按摩颈部的，依靠公交车的晃动应该也可以有不错的效果。 古代史与近代史的沟壑Zollmelon有个不好的特点，要么沉溺于过往，要么迷醉于未来（还挺对称）。常常忽略当下，如同历史， 人类对挖掘旧的历史趋之若鹜， 更是不吝啬笔墨去描绘恢弘的未来。古有史官记录历史，如今虽没有史官，但信息时代似乎不用担心被遗忘，历史在记录这个层面似乎已经断层。 红包所蕴含的圈子信息微信红包， 移动支付的本质披着传统文化的外壳， 已经成为现代人生活方式的一部分。微信群 本身就自带圈子属性，如果可以分析这些红包数据， 似乎可以很好的了解这个圈子的阶级情况。 再比如，每逢节假日时的转账发红包其实就相当于以往送礼的网络投影。 高级造物语言没错，最近有在准备学一些编程方面的知识， 所以脑洞有点偏向这方面。你相信进化论还是神造论？Zollmelon以往是很坚定的进化论支持者， 因为我以前觉得生命这么复杂根本不可能是“人”为的（ 至少在我所能想象的智慧范畴内）。现在我觉得， 生命的确很复杂， 但生命之间有很多的共性， 例如生命系统是分层级的， 就让我觉得也许有那么一种面对对象的造物语言， 作为一种高级语言是可以忽略对底层细节的描述的。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"我活不过20岁","slug":"我活不过20岁","date":"2019-09-15T15:03:17.000Z","updated":"2019-09-14T16:00:00.000Z","comments":true,"path":"我活不过20岁/","link":"","permalink":"https://zollmelon.com/我活不过20岁/","excerpt":"12岁那年，曾梦与一白发老者结伴相行，老人告诉我“你活不过二十岁”。而今，二十矣。","text":"12岁那年，曾梦与一白发老者结伴相行，老人告诉我“你活不过二十岁”。而今，二十矣。二十在即，写给自己的一些话。算是对之前人生的一点抽象地总结。ps：前方“不明所以”警告！ 上面提到的梦，我和很多朋友都聊过（是的，某种意义上我也是有朋友的）。但其实不是事实……我根本没做过这个梦，可这么些年，假假真真，一直留在心底，有时候自己都会怀疑是否真的有过这个梦…… 编这么个无厘头故事的起因已经模糊在过往里，现在回想12岁的自己，正值“中二”的年纪（物理、心理双重意义上）。整天抱着不切实际的幻想……脑海里交织着仿佛来自不同次元的想法。 12岁的我，不值一提，却企图洞悉世界的奥秘，找到人生的终极意义…… 然而……我找不到，如果绝望不算的话。然而……对于没有意义的因，我是没有足够的热情去追寻果的。 12岁那年，成为了我的转折点。12岁以前的我是什么样子，我已有些记不清。可12岁之后的我渐渐不喜欢规则、没有为之努力的目标、反感亲密的人际关系，12岁之后我感受不到意义。 “意义是没有意义的”，可我还是活着，表面普普通通，内心浑浑噩噩。 其实，我也想过“退出”算了，就像在人生这个游戏里选择“注销账号”一样。这样的念头没有一天消去过，可孤僻、冷漠的我从未付出过行动。当然，如果不需要行动，只在意念里下决定就可以的话，那么我早就在某个冰凉的月光下消失了…… “你活不过二十岁”，12岁的我对自己说。是的，一开始我就明白这样的“我”，在20岁这个特殊的时间点之前，要么找到了自己的“意义”，从而成为新“我”；要么，依旧迷失着，而后消磨在名为“成熟”的潮流里；要么，“注销账号”。 白驹过隙，而今真的快二十岁了，“我”到底怎么样了？ 其实，“我”也不是一成不变的。当初看完《禅与摩托车维修艺术》，一度深以为“良质”可以作为支撑（其实至今我也没否认）。而目前，简而言之，一半消磨于自暴自弃，一半找到了所谓的“意义”。 12岁的迷失，让我错过了很多，失去了很多，之后的“我”可以说是自暴自弃的，并且在进入大学后越来越恶化。两年来，没有自主阅读，没有思考，纵情享乐……我虽不后悔于迷失，但两年的思想空白却真实地让我羞愧、难过…… 另一半，却也同样来源于这两年。我疏于亲密关系，以为自己算得上无情冷漠，却还是折服在良质之下，选折顺从内心。“没有人是一座孤岛”，在经历了长久的“自闭”生活后，在身边的下一辈降生之后，在曾经唯一的避风港逝去之后……我微笑着，承认人们是的“方式”是好的，至少是轻松的…… 另外，算得上“意外之喜”的是，虽然“意义”很虚无，但目前的我受到了一些启发，找到了一个目标。可能无为无味的人生与之并无不同，但时间终究是浪费的，如果可以浪费在“其”上，我是乐意的。 二十岁在即，这弱冠之年，我依旧不成熟，我可能永远不成熟。但我已经有了一些决定，我希望自己可以坚持下去。","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"人生相谈","slug":"人生相谈","permalink":"https://zollmelon.com/tags/人生相谈/"}]},{"title":"一周份の脑洞——第12期","slug":"一周份の脑洞——第12期","date":"2019-09-13T11:54:27.000Z","updated":"2019-09-18T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第12期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第12期/","excerpt":"中秋节快乐！今天有节日，所以按惯例今天更新了","text":"中秋节快乐！今天有节日，所以按惯例今天更新了（当然是在有存货的情况下）。九月都快过去一半了，想想时间真的是如流水，希望接下来的学年里自己可以好好努力，弥补一下过去荒废的时光。 题图：番剧魔术学姐 人体直角三角形这个严格来说不是脑洞，但这个栏目的初心在于Zollmelon的各种灵光一闪。每天早上Zollmelon从宿舍床上醒来，习惯性的在床沿边垂着腿，手很自然地扶住膝盖，闭着眼睛神游，一直如此……直到几天前突然意识到手臂和背是直的，意味着人体此时巧妙的构成了一个直角三角形。其实关于人体的奇妙比例有许多，比如身高是脚长的七倍、臂展约等于身高等等。 极简汉字最近在补一部美剧The Expanse/无垠的太空，很不错，顺便在此安利一波。汉化的字幕组很用心，英文与汉字的特效字体尽量都追求了统一。其中有一点引起了我的注意，那就是简化字体，在英文里的比如E写成快三……字幕组的字体很巧妙地简化了一个汉字的一部分部分，同样达到了效果。要知道英文的字体是很多的，特别是各种花体，笔画简单的26个字母可以拥有很多变化，而相比之下，汉字字体的变化就比较受局限，因为每个字都是不同的（一大段废话）。但笔画、部首等依旧是可以设计组合的，也就是说可以设计出一种极简主义的汉字字体。如果我们规定简化的标准，简体中文说不定就变成了极简中文。但与繁体中文变为简体中文不同的是极简中文的笔画部首并不来源于原本的汉字里，而是人们创造的更抽象更简化的符号。（当然就如同如今仍然有许多人，仍然支持使用繁体汉字一样，极简中文并没有太大实用价值的） 影视与现实的区别我们都活在信息时代，我相信看到这篇文章的人每个人都看过视频（自己都不相信我能说出这样的废话），甚至每天都会看视频。人类接收信息的主要来源是视觉，而视频也是通过视觉传递信息。我们通常能够很自然的看着视频，而有时候在现实生活里，我会想象着自己眼前的一切是一段影视作品，这时候往往会有很大的违和感。当然，除了影视作品只传递给你最主要的信息而没有细节，另外我觉得很重要的就是五感的失真，譬如嗅觉、湿度等等。 通感饮料胡思乱想的习惯自小就有，而说起胡思乱想的对象，排名前列的必然是有饮料的，缘由可能是课堂无聊时，桌边花里胡哨的塑料瓶往往能引起我的遐（瞎）想。通感饮料，顾名思义喝了会有通感，自然也只对有通感的人有用，可能有人会说受众太小，但其实可以当成检验自己是否有通感的工具，或是日常装*。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第11期","slug":"一周份の脑洞——第11期","date":"2019-09-08T11:33:33.000Z","updated":"2019-09-07T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第11期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第11期/","excerpt":"Hello，我回来了！……emmm，粗略一算有近一个月没更新一周份の脑洞了，也是开始这一系列以来最久的一次停更。","text":"Hello，我回来了！……emmm，粗略一算有近一个月没更新一周份の脑洞了，也是开始这一系列以来最久的一次停更。原因嘛，主要是罪恶的暑假剥夺了我的天真烂漫（认真脸），没有任何的idea。说实话，挺担心以后的自己会不会渐渐地失去各种稀奇古怪的念头……OK，假期也走了，接下来开始愉快的周更吧。（但愿:P） 题图：番剧你遭难了吗？ 鱼刺型公交车扶手公交车上想到的（是的又是公交车），了解我的人都知道（并没有这样的人），Zollmelon坐公交车一般尽量坐在靠后的位子，所以我往往可以看见车内的全貌。前几天在公交上看着交错有序的扶手铁杆，不由得联想到同样在鱼🐟体内很相似的鱼骨。那么反过来，是否可以依照鱼骨的架构来设计扶手杆呢？（铁定不适用） 后脑勺识别现在，人脸识别技术可谓是与我们的生活密不可分，刷脸支付，人脸解锁……然而，随着人们对于个人隐私越来越重视，人脸又可以说是极度的敏感了，那么是否有替代人脸的方案呢？比如……后脑勺？当然，特征点不够丰富，发型波动等等都是问题。（那你为什么还要说） 不同物种的世界观规模看到这个小标题世界观规模，大家可能会有些困惑。其实很正常，因为是我编的（嘿嘿）。这里我的意思是指，一个物种的尺寸概念与其客观生存活动空间的某种关联性可以称为世界观规模。那么冥冥之中不同生命的世界观规模是否有什么规律呢？（我™在说什么） 听歌or唱歌一天，Zollmelon坐在公交上，头靠着玻璃窗，不知怎么的，心里浮动着一首歌的旋律，那一刻很想唱歌……然后，突然意识到为什么我想唱歌而不是听歌呢？（是的，我有神经病）这么一想，在某种情绪中的人是否可以大致分为倾向于唱歌和倾向于听歌的两类人。而区别他们的内在因素是否与他们在情感表现方面的性格有关，比如内敛的人倾向于听歌……当然，也可能是五音不全。（我又在胡说八道）","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第10期","slug":"一周份の脑洞——第10期","date":"2019-08-11T07:36:01.000Z","updated":"2019-08-10T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第10期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第10期/","excerpt":"最近有些颓废……但还是要坚持更新，自闭的时候很少有心思胡思乱想，下周就不一定能更新了了。","text":"最近有些颓废……但还是要坚持更新，自闭的时候很少有心思胡思乱想，下周就不一定能更新了了。说一下公众号的情况，嗯……几乎没情况，意料之中，可能将一周份の脑洞做成视频的计划要鸽掉了，B站的投稿数据有点难受…… 题图：番剧只要长得可爱，即使是变态你也喜欢吗？——学妹 出血牙刷？继上周的棺材牙刷，这次我们又谈到了牙刷，我发现，刷牙是我胡思乱想的主要时间段。不知道大家有没有刷牙刷出血的经历，淡血色在刷毛和泡沫的洁白里显得有些魅惑（我在说什么？）。然而，正常情况并不多见，那么有没有一款牙刷会在刷完牙之后留下血迹呢？（神经病） 无水加热一天Zollmelon在吃饭的时候突然想到，大米在煮熟前后的差别巨大就是水和加热，加热使物质变性，同时也有水的加入，才从坚硬化为软糯。那没有水而直接通过某种方法提高温度呢？会是怎样的口感？可能有小伙伴说没有水怎么加热，其实这种类似的技术早就有了，比如……微波炉？那还是要加点水的。 不一样的社会形态对社会没什么研究，以下纯属瞎想。虽然，世界上这么多国家有着很多的党派，但抛开这些理念，大部分的普通人其实是一样的，上学上班结婚生子。而这似乎又与原始人类也没有什么太大的不同，只是将生存，将捕猎改为了上学和上班。提供劳动力换来生存物质还是根本，那么会不会存在另外一种社会形态，同样是提供劳动力，但却不是以上班打工这种方式呢？（想不到，可能是种必然吧） 烟花香烟顾名思义，就是外表看上去是一根香烟，但其实是烟花。灵感来自于，人们通过香烟接触借火。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第9期","slug":"一周份の脑洞——第9期","date":"2019-08-03T06:40:59.000Z","updated":"2019-08-02T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第9期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第9期/","excerpt":"大约一周前2019/07/28，我为一周份の脑洞创建了一个微信公众号——一周份的脑洞，迄今为止也已经补到了第七期，","text":"大约一周前2019/07/28，我为一周份の脑洞创建了一个微信公众号——一周份的脑洞，迄今为止也已经补到了第七期，目前粉丝数2（算上自己）。 吸气漩涡一天，Zollmelon用吸管喝着饮料，突然发现（又突然……)吸管吸水与浴缸排水似乎没什么本质不同,那么为什么饮料没有像浴缸的水形成漩涡呢？再想想，其实我们吸气呼气也都是这样的过程，是否也会有漩涡？而想着想着，Zollmelon发现自己并不了解漩涡的原理，于是查了查百度百科，这才明白了，根本在于角动量守恒。 你是个什么垃圾由于上海的垃圾分类政策，如今，垃圾分类不可谓不火。在这一点上，Zollmelon自然是极力推崇，并且感慨这些以往觉得白费力的措施在互联网时代的一些可行性。虽然人不在上海，但“最严政策”从一些段子里也可见一斑。于是想到，是否可以强制要求商品包装上写明商品各部分属于哪类垃圾，在一定程度上方便这个政策的实施。想法是Zollmelon自己想到的，但我肯定不只有Zollmelon想到。 换名字再换名字不知道各位小伙伴对自己的真实姓名满意否？说实话，Zollmelon自己是不太满意的……我觉得这种现象很正常也很普遍（大概），于是自然不止一次有改名的想法。前几天，又在向这个问题是突然想起，如果一个人改了一次名后又改回原名，且两次改名间隙很短，那么，像银行🏦这些机构里的资料还能继续使用吗？Zollmelon对于这些社会性的东西着实不了解。 棺材牙刷事先声明，这个想法以及一周份の脑洞所有的ideas都不对任何人、团体有任何恶意。只是一天刷牙时，突然觉得，牙刷盒和牙刷和棺材真的很像……细节不多说，各位自行理解。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第8期","slug":"一周份の脑洞——第8期","date":"2019-07-27T12:29:44.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第8期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第8期/","excerpt":"这几天有将一周份の脑洞做成视频的想法，因为准备学习pr，可以练练手，苦于没时间，等到下个月中旬才可能有时间学。","text":"这几天有将一周份の脑洞做成视频的想法，因为准备学习pr，可以练练手，苦于没时间，等到下个月中旬才可能有时间学。同样的，这一期也谈谈京阿尼火灾，今天看到了一个悲伤的消息：根据日本经济新闻报道，武本康弘在京阿尼纵火案中离世。享年47岁，武本康弘曾担任《冰菓》《凉宫春日的消失》《幸运星》《甘城光辉游乐园》《小林家的龙女仆》等多部人气动画的监督。 ​​​说实话，虽然我是个死宅，但我并不太关注动画制作团队，所以，我其实并不了解武本康弘这个人，但看到由他担任监督的动画名单，我动容了，单从这几个作品，就可以想象他在行业里的地位与成就，为遭遇不幸的人们感到心疼，为动画行业感到可惜。 光头的汗从哪里开始流首先声明，对各位光头朋友绝对没有恶意。由于最近和一位光头长辈走的很近，于是突然想到了这样的一个问题。一般漫画，包括😅emoji，可以看见在常识里流汗是从额头开始的，那么光头呢？还是额头？或者说是头顶？……结合一些生活常识，Zollmelon小小地思考了一下，以下纯属猜测：其实汗从额头开始流是一种假象，汗液是由汗腺分泌的，而汗腺其实分布在头上各处，而出汗时自然是都分泌，但一来头发盖住看不见，二来细小的汗珠流到半球（头）下方时容易汇聚起来形成汗流。而没有头发，其实没有不同，只是可以看见汇聚的过程，但不排除由于长期暴露在外皮肤的改变。是的，我说了一堆废话…… 社会性常用色颠倒听标题是不是感觉高深莫测？哈哈，其实我创造这个词的意思就是指像警示线、消防栓、红绿灯等社会公认的常识性功能用色……我明白这些特定色彩的使用肯定是有其背后的一些科学依据，且毫无例外与人体生理和社会背景有关，那么如果用类似负片的技术，颠倒这些习惯用色，会怎么样呢？ 手抓式剪刀来自于最近头发长，而不想剪头的纠结型Zollmelon。好像所用人都喜欢拨弄自己的头发，而确实，看似简单的双手其实无比的灵巧。由此想到，有没有一款什么东西（想不到怎么设计……）比如手指锋利似刀的手套之类的，可以实现用手理发，让你在理发时甚至可以享受头部专业按摩的快感。 没谈过恋爱的渣男？听起来莫名其妙，但其实含有深意。网络社会，出现很多云体验，什么云撸猫、云玩游戏、云看番……很多事情大家不用花时间亲身经历，就可以通过其他人的分享而略知一二。由此想到，网上各种流传什么“有这些特征的是渣男……”等等这样的帖子，不由让渣男成为一种标签，变成几个形容词的集合体。那么，没谈过恋爱的人是否会通过与自己的比较而大胆去假设自己在未来恋情中的模样，特别是一些习惯理性思考的人。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第7期","slug":"一周份の脑洞——第7期","date":"2019-07-19T12:13:15.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第7期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第7期/","excerpt":"前几天开始脱离了咸鱼生活，与外界有接触，但是反而有点忙……","text":"前几天开始脱离了咸鱼生活，与外界有接触，但是反而有点忙……相信，喜欢二次元的小伙伴们昨天都已经听到了京阿尼的噩耗，实在是没空，所以来龙去脉没有深入了解。但目前据可靠消息：京都动画第一工作室建筑物内火灾救援行动结束，目前建筑物内没有剩余人员，遇难人数目前为止 33 **人，男性遇难者 12 人，女性遇难者 20 人，一名遇难者性别不明，伤者 36** 人 ​​​。心痛，难过，愤怒 ​​​。为京阿尼祈祷。 在无籽西瓜诞生之前炎炎夏日，Zollmelon自然是离不开Waterelon。于是我突然想到，目前的无籽西瓜所运用的生物技术，乃是现代（还是近代？）科技的结晶。但在西瓜整个漫长的食用史上，之前的人们是如何去籽，高效吃瓜的呢？还是说是像Zollmelon一样根本不care呢？ 成语和表情包这两三年，随着4G网络以及im类应用的普及，表情包作为这个时代的产物可谓是渗透在了网络社交的方方面面。在经历了宏彦获水时，网上瞬间充斥着有关的各种表情包。这让我突然（可不可以不要再突然…*了）思考，一些大众熟知的梗、表情包与成语是很相似的。只言片语，简单的一张图，即可承载一个故事、一段历史、一些含义。渗透到了一个集体的日常与文化。当然，对于表情包之类，大部分是达不到成语这种万古流芳的程度的，网络世界，流传很快，遗忘也很快。 思考量分布图Zollmelon前几天坐在公交上，有些无聊，于是习惯性地观察着公交车的人们（当然是偷偷地），大多数除了玩手机，就是发呆或称之为思考……我灵光一闪，如果世界范围内人类的思考量（参考计算机的模式）于地域做一个热度分布图。最热的地方到底是科学家研究所、学府课堂、还是普通的公交车…… up主会删视频吗这几天，Zollmelon做了一个还算是重大的决定——做一名up主。当然，不严格来讲，已经上传过视频的我已经算是一名up主了。但这里的概念是认真意义上的。所以这两天有在考虑种种相关的事情。其中一点就是，目前大部分的up主都算是比较年轻的。可如果日后当他们的孩子也长大了（而B站这些平台还在，那么up主会会有所顾忌而删掉自己的“沙雕”视频吗？有点好奇，不过，不婚主义的Zollmelon自然是无F***的说。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"}]},{"title":"一周份の脑洞——第6期","slug":"一周份の脑洞——第6期","date":"2019-07-13T11:37:48.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第6期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第6期/","excerpt":"由于这周参加了一场白喜事，与外界有点接触，所以灵感很多。这两年感觉与自己有关的丧事挺多的，想想也是，父母都年过半百，他们的长辈也就都至少古稀之年以上了。","text":"由于这周参加了一场白喜事，与外界有点接触，所以灵感很多。这两年感觉与自己有关的丧事挺多的，想想也是，父母都年过半百，他们的长辈也就都至少古稀之年以上了。生死这种哲学终极问题往往在这种时候才会引起在生活里麻木的我们思考。 清朝秃头怎么办本来Zollmelon天生的发际线就比较高，这几年压力又大，很担心自己这么年轻就“变强”。突然想到，秃头是基因问题今人由古人而来，那么古人自然是有秃头现象的。那么在对发型要求如此严格的清朝，这群“强者”又该如何生存？上网搜了下，原来已有比较专业的回答，各位可以看看。 世界各地的气象技术是一样的吗？经常听见人们吐槽中国的天气预报不准（近些年好像挺不错），突然想到，其他国家的天气预报难道就比我们好吗。这种非核心的技术（私以为）是否是“开源”的，即是否是世界共享的？想了想，感觉应该不是了，技术水平应该还是有差别，毕竟有专业的气象公司。 现代社会表情与声音真实性的对比人是视觉动物，眼睛获取了大部分信息。表情的判断自然也是人际交流的重要依据，包括如今表情包在im类软件的不可替代也在某种程度说明了。但是前段时间看到宠物的表情是否符合人类的理解这类的讨论，不由让我怀疑普通人类表情是否内外一体，比如像Zollmelon这种人前基本无表情的人，表情似乎无法作为代表。那么，声音呢？客观认知里声音自然没有表情可信度高，但Zollmelon认为在某些群体，比如常年看番的声控，可能对声音更敏感也说不定。 人类回忆全集数据库这是Zollmelon在骑车时突然想到的。如果把全世界人类的记忆做一个并集，让这样的一个“全集”替换所有以往的记忆，是否能被察觉到不同？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[]},{"title":"一周份の脑洞——第5期","slug":"一周份の脑洞——第5期","date":"2019-07-09T00:39:23.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第5期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第5期/","excerpt":"由于上一周写了一篇2019年四月番观后感，所以没有更新一周份の脑洞（其实是没有素材）了解这个栏目的小伙伴都知道（并没有这样的小伙伴），每周的这些脑洞都不是刻意思考出来的，日常生活时不时会突然地引起我的联想，我会从中筛选出比较有趣的，能引起思考的点记录下来。","text":"由于上一周写了一篇2019年四月番观后感，所以没有更新一周份の脑洞（其实是没有素材）了解这个栏目的小伙伴都知道（并没有这样的小伙伴），每周的这些脑洞都不是刻意思考出来的，日常生活时不时会突然地引起我的联想，我会从中筛选出比较有趣的，能引起思考的点记录下来。 反向操作的免疫力这个想法来源于昨天的感冒。是的，我在非换季时间感冒了，听起来没那么奇怪的事情对我来说其实是有些不寻常的……Zollmelon自诩免疫力还不错，三四年没打针没吃药。可能大学的不羁生活真的耗光了底蕴，不仅非换季感冒，而且喉咙痛的当晚就开始发烧、头疼。虽然以前发烧不太严重也是不吃药的，但我知道今非昔比。说了一堆废话……我们知道良好的心情是有助于提高免疫力抵抗力的。由此我想到是否负面的情绪会恶化，极端一点，一心求死之人是否可以因为一个简单的感冒就一命呜呼。 up专用素材网站全民自媒体不是说说而已，各种视频平台占据了巨大的流量。自己没时间体验生活，只好看别人的精彩人生，越来越多的vlog崛起。被这场风潮所吸引，自然有更多的人渴望做一名up主，分享生活，展示个性，亦或是变身网红……而做视频也不是一件简单的事情，背景音乐、转场动画、表情包……所以我在想有没有这样一个集合了这种素材、教程之类的网站。 空箱震动这个最早意识到可能还要追溯到初中，每当身边有大音箱或者广播时，总是可以在气球、空箱这类物品表面感受到明显的声音的波动。由此，可以这样理解……一个震动源可以通过介质（空气）传播震动，而人体是很难感受到的，而一个箱子的存在，箱子内空气成为频率相同震动源，显化为可触摸的。 什么时候觉得自己是植物太极生两仪，两仪生四象。仔细观察，万物之间都有奇妙的相似之处。哺乳动物、卵生动物，脊椎动物、无脊椎动物……动物、植物，没错，动物与植物自然是有相似之处的。比如，当我被蚊子咬，长的包……就很像。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[{"name":"生物","slug":"生物","permalink":"https://zollmelon.com/tags/生物/"}]},{"title":"2019年四月番观后感","slug":"2019年四月番观后感","date":"2019-07-01T09:32:10.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"2019年四月番观后感/","link":"","permalink":"https://zollmelon.com/2019年四月番观后感/","excerpt":"看了看日历app的活动提醒，姹紫嫣红的追番列表几乎消失殆尽，我知道，是时候写这季度的观后感了。","text":"看了看日历app的活动提醒，姹紫嫣红的追番列表几乎消失殆尽，我知道，是时候写这季度的观后感了。回顾这一个季度，有点虎头蛇尾（其实感觉每个季度都差不多），5月份中下旬一直在备考期末，番没怎么追，都是第二天看的，总感觉缺点味道。但早睡早起也不错哦。 弃了的番首先，还是看看有哪些番追着追着就忘了…… 机动奥特曼☞点我查看萌娘百科☜ ☞点我观看☜网飞爸爸最近喜欢做这种抽帧3D动画，而且还都是一口气放送，真的牛×。机动奥特曼这个番我好像是看了5集左右，装甲与奥特曼的结合，讲述的大概是男主子承父业成为新一代奥特曼。喜欢这种题材的应该是觉得还不错，但Zollmelon毕竟年纪大了。 信长老师的年幼妻子☞点我查看萌娘百科☜大陆没有买版权，看了几集。日本古代妃子穿越过来给男主当老婆……说起来和贤惠幼妻仙狐小姐的设定有些相似，但此番本质是卖肉后宫番。尺度有点大，画面制作有些粗糙（不然Zollmelon就追完了，哈哈）~~。 贤者之孙☞点我查看萌娘百科☜ ☞点我观看☜额……无脑穿越爽番，男主孙傲天穿越给别人当孙子，属性、技能值点满，利用九年义务教育基础知识和想象开挂。由于其不做作不绕弯的无脑爽，反而引起了广泛的关注，同时一方面也映照出市场需求。Zollmelon好像看了6集左右，声优还不错，男主女主纯爱向也不错，但后期画面崩坏有些严重，剧情发展没什么期待，是在追不下去。 搁置的番进击的巨人第三季PART2☞点我查看萌娘百科☜话不多说，四月霸权，名留青史的神作！有时间肯定会专门写一篇文章。 一弦定音！☞点我查看萌娘百科☜ ☞点我观看☜青春、励志、社团，开篇自然是废部危机。此番除了换了社团似乎没什么其他的亮点了，但人设还挺不错，三位主角个性都很鲜明，特别是黄毛，如果人物形象更精致更有特色就更好了，此外制作有些普通。没弃的原因是觉得这类思想题材的番不多了。 拾又之国☞点我查看萌娘百科☜ ☞点我观看☜许多漫改动画都会让Zollmelon回想起高中岁月，因为一部优秀作品从漫画到动画都有一个时间间隔。知名国人漫画家第年秒在日本知名漫画杂志少年JUMP+连载的作品，可见其实力。国语版与日语版基本同步放送。“新大陆”的世界设定，身为构造者的主角越前龙马因又，和助手零以营救冒险者为业。剧情就我看到的部分，大概是以一个个独立营救事件为一单元，像刺客五六七一样，每个故事阐释一些人生道理。但很明显的不足在于制作过于粗糙，前期人物全程不眨眼广受诟病。但国人出品还是值得支持的。 CAROLE &amp; TUESDAY☞点我查看萌娘百科☜ ☞点我观看☜四月最强音乐番，制作方面也是顶级水平，骨头社20周年出品自然是不差钱。讲述的是在未来科技感十足的世界，两名有不同遭遇但有“音乐”这个相同梦想的少女，相遇并组成一个乐队组合成名与世界的故事。))值得一提的是，为了真是还原细节，两位主角的歌唱声优是在全世界海选出的，并且动画中的演奏全是依据真实录像作画的。)包括动画里的Instagram账号都有并实时更新，只是不知是否官方（Zollmelon还flow了☞点我flow☜）。 YL的青酱不能学习☞点我查看萌娘百科☜又名满脑都是OO的我没办法谈恋爱，两部“不学习”之一，两部“OO”之一。听名字就不能过审，大陆应该没版权，B站僅限台灣地區。讲述的是从小受情色小说家父亲影响而对エロ很敏感的女主和“现充”男主的纯爱故事，按理说是Zollmelon喜欢的动画类型，但男主的人设，主要是声优有些劝退，而且一言不合就开车的套路也有些审美疲劳。 皿三昧☞点我查看萌娘百科☜突然在B站下架了，所以贴不了链接。这个与其说是搁置倒不如说是完全没看。听过很多介绍，几原邦彦监督，表现方式有些奇怪或者说难以理解，应该是值得一看的。 为什么老师在这里！？☞点我查看萌娘百科☜万众瞩目的福利漫改，还没怎么看，听闻除了最后一步能做的都做了很期待。 裤袜视界☞点我查看萌娘百科☜泡面番，出得比较晚，又名绅士视界，各位腿控绅士的天堂还有，茅野爱衣。 一直在追俗话说，留下的都是精品，这些番都是个人比较喜欢的，推荐没看过的可以看看。 一拳超人 Ⅱ☞点我查看萌娘百科☜ ☞点我观看☜时隔三年，千呼万唤始出来。第一季的绝佳表现使得第二季还没开播就广受关注。特别是放出无限闪屏pv之后，不少人喊着节操社又要献祭一拳……结果看过几话后证明，居然是一波反向操作……不谈这些营销，着眼于作品，说实话还是有些失望的。首先是与众不同的厚重浓腻的上色，不知道原因，但真的很不舒服。然后就是一些动作画面不流畅，节奏奇怪特别是King认出埼玉那段……观感甚至不如漫画。)但不得不说习惯是个可怕的东西，也许也是一拳剧情上本身的魅力，后面渐渐就忘了这些缺点。回到动漫剧情，第二季紧跟第一季波罗斯之后，到武道大会，)饿狼，怪人联盟。)饿狼的戏份尤其多，不同于普通的反派，饿狼属于价值观不同而被世人不容，他作恶是倔强的赌气，他要证明自己的立场。虽然的确是反派形象，但往往有些令人感动。特别是在小鬼面前喊出怪人的胜利的时候。)此外，武道大会水龙那段也很好的阐释了英雄。老师这一季的戏份不太多，变脸更是少见。))另外，这一季还有一点特别搞笑，是看漫画的时候没意识到的。银色獠牙邦古的哥哥出现后，邦古一口一个“欧尼酱”……真的是😂 贤惠幼妻仙狐小姐☞点我查看萌娘百科☜ ☞点我观看☜这是一部看着看着就会哭的番。动画工房出品，猛男必看。讲的是巨萌仙狐为报男主祖先恩情，且消除苦逼程序猿男主的黑暗压力而照顾男主起居的日常欢乐治愈向。主角仙狐四月萌系担当，尾巴、耳朵一切毛茸茸，特色的古装，可爱的口癖，八百岁幼女合法萝莉反差萌，料理家务贤惠但对现代用品的笨拙，喜欢上动漫……一切是那么的完美。前方萌系高能预警：)))此外，))天真活泼爱撒娇的小白)和隔壁不器用宅女漫画家以及年上成熟的夜空，可谓是应有尽有，口味丰富性格多样。此外，每话ed之后的第一人称视界的福利治愈片段也是很贴心。 异世界四重奏☞点我查看萌娘百科☜ ☞点我观看☜《OVERLORD》《为美好的世界献上祝福》《Re:从零开始的异世界生活》《幼女战记》四部异世界轻小说角色的大杂烩。轻松搞笑情怀向，冲声优也值得一看啊。 八十龟观察日记☞点我查看萌娘百科☜大陆好像没买版权，有些冷门的泡面番，但B站有字幕组上传。围绕日本名古屋的风土人情的搞笑向，挺不错的，女主很可爱。 川柳少女☞点我查看萌娘百科☜ ☞点我观看☜四月狗粮漫改巨作，掀起一股可怕的柳学热潮，人人都是柳学家。画风粉嫩清新，香菜再配萌萌美少女（虽然女主不说话））。主要讲的是眼神凶恶伪不良男主与不善言辞美少女女主通过川柳相识相知的狗粮故事。其中七七子自然是天使，各种表情各种萌，高萌预警：)))))以及岳父想象中的不良七七子动画里的女生都很有特点，除了不说话的七七子，还有不露脸，以画画代替表情但意外的话多反差萌的木乃)以及换刘海方向等于换脸的占卜师（名字忘了）)大大咧咧的残念部长和大欧派幼驯染，自古青梅多败犬。 一个人的〇〇小日子☞点我查看萌娘百科☜ ☞点我观看☜误解向标题党，轻松搞笑百合交友日常。动画角色名像齐木楠雄的灾难一样取谐音意义，)主角“一个人”一里波知，从小胆小怕生，升初中时，和唯一的朋友分开并定下了“不和全班交上朋友就绝交”的迷之约定。我们天真可爱的女主自然是不断为之努力，在这个过程中交到了很多好朋友，)伪不良手机控奈子，)全世界的副班长残念阿鲁（阿鲁光线那集差点笑死），)混血伪忍者舒特卡，“不交朋友主义”（傲娇）风纪委员等等。 鬼灭之刃☞点我查看萌娘百科☜ ☞点我观看☜少年JUMP新的台柱子漫改，半年番还在连载，制作精良，op、ed酷炫，声优阵容豪华，吹爆。)开局男主全家死光，)唯一的妹妹变鬼，这人设这遭遇，花江夏树是不是要反省一下……男主人设在这类番里比较独特，头脑冷静，心里活动复杂，前期动画表现得有点过。为了复仇为了保护并将妹妹变为人类，)男主拜师刻苦修行，成为鬼杀队一员)。背着妹妹祢豆子相依为命，降妖除魔。))男主是鼻子特别灵，修行水之呼吸，鬼杀队估计都是有一技之长的人，比如目前出场了的同期我妻善逸就是耳朵很厉害。)另外，片尾下集预告小剧场的祢豆子是真的可爱。 我们无法一起学习☞点我查看萌娘百科☜ ☞点我观看☜又名我们学不来，继承五等分的花嫁的炒股大作，文乃天下第一，老师是天，轻松搞笑漫改后宫番。画风相较于漫画有点幼齿，但清新可爱也不错，值得一提的是，这个番一言不合的开车尺度比我想象的大不少，搞笑的是，有一话，Zollmelon在B站截了一些图发B站动态居然不过审……后宫番很多，有趣耐看的确实值得珍惜，推荐。上图：))))))))其实我觉得紫发路人很不错…… 7月观望这一季度的七月番异世界题材泛滥……追番计划如下 普通攻击是全体攻击而且能二次攻击的母亲你喜欢么 平凡世界造就世界最强 重来吧魔王大人 为了女儿，我说不定连魔王都能干掉 异世界超能魔术师 中之人基因组【实况中】 在地下城寻找邂逅是否搞错了什么 第2季 全缉毒狂潮 只要长得可爱，即使是变态你也喜欢吗？ 你遭难了吗 骚动时节的少女们啊 擅长捉弄的高木同学 第2季 女高中生的无所事事 肌肉少女：哑铃，能举多少公斤？ 彼方的阿斯特拉 Bem 海盗战记 炎炎消防队 Dr.STONE/石纪元 某科学的一方通行 猎兽神兵/致曾为神之众兽 魔术学姐 街角魔族","categories":[{"name":"观后感","slug":"观后感","permalink":"https://zollmelon.com/categories/观后感/"},{"name":"二次元","slug":"观后感/二次元","permalink":"https://zollmelon.com/categories/观后感/二次元/"}],"tags":[{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"},{"name":"动漫","slug":"动漫","permalink":"https://zollmelon.com/tags/动漫/"}]},{"title":"一周份の脑洞——第4期","slug":"一周份の脑洞——第4期","date":"2019-06-24T10:10:23.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第4期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第4期/","excerpt":"没错，又鸽到第二周，理由同上期（哪来的理直气壮？）。这一周你会发现一个一个点会有点抽象有点玄虚，因为自宅的原因，与现实的接触会少很多，围在自己的世界里其实会缺少很多碰撞产生火花的机会。","text":"没错，又鸽到第二周，理由同上期（哪来的理直气壮？）。这一周你会发现一个一个点会有点抽象有点玄虚，因为自宅的原因，与现实的接触会少很多，围在自己的世界里其实会缺少很多碰撞产生火花的机会。 最近一直在强调自宅，弄得好像不得已一样……而其实我只是在解释，一种不带立场的阐述（我一不小心就说出看似很厉害的话了呢）。毕竟，宅是一种状态，一种选择。话不多说，开始本周的脑洞玄学。 停滞BGM，英雄日常我相信每个人都会有自己的脑洞，并且角度都千奇百怪各不相同。作为一个喜欢奇幻的人类，并且常年浸染于动漫、小说这些载体形式，我其实经常不受控制的会由一些点联想到这种体裁里的设定。比如，这次谈到的——戴上耳机的一刻，时间停滞。主角在各种bgm下上演乌托邦式的情节，一区停止，生活又恢复到到平静的日常。我觉得这种主角视觉和配角视角的不同感官，各种沙雕情节与不相符的bgm，英雄情节与日常的种种对比可能会蛮有趣。 两个大脑？先不要急着骂我沙雕……这个想法是有根据的（尝试一本正经.jpg）。很早我就发现人体或者生物身上存在着许多很自然的对称。关于人体的……我还有一些大胆的想法，下次再提吧。这次重点在于数量上，两个眼睛、手臂、双腿、睾丸、卵巢……除了一些其他的生理功能上的需求，我相信也肯定有“防患于未然”的理由。一个坏了，还有一个，照样可以活下去。但我们只有一个大脑，明明大脑是最重要的。当然觉得沙雕我是可以理解的，要辩论我自己多可以说得一套一套，但不管如何其实我等凡人的思想终究是有很大局限的，毫无根据又冠以未来、未知之名，对于当下显得毫无说服力，没有意义。但还是有一点价值的，至少可以我们保持质疑，想到更多的可能性。 对自己用力过猛？你看，又是一条和“自己”有关的，废起来就只能在“自己”身上找。我们对自己的身体是否用力过猛？听起来不明所以，我是在用纸巾擦嘴唇时想到的，我突然发现（不知道哪根筋搭错了）我擦嘴唇似乎尤其用力，别人是否也是如此用力？这样用力是有必要的吗？因为，由于第一人称的视角、感官，很多事情我们是无法去和别人比较的（目前技术而言），最简单的就是“咸”这样的味道感觉，同样我在想是否由于种种个体差异，我们每个人对于自己身体有相对大的感知差异？ 黑夜不是人类独有的嗯，这一期过后，我有在认真考虑是不是要改名为一周份の无聊。看是废话（就是废话），但我是这周才有特意去意识到。一天晚上我在阳台看着黑夜下熟悉的街景，感受着与白日的种种不一样，突然想到黑夜是如此的安静，这才特意的意识到日行夜止，万物（大部分）都是如此这般。那么白天、夜晚就不再是人类的专属了，是共有的。理所当然的事情让我突然有了不一样的感触。成为“万物之灵”的人类，真的是越来越膨胀了，以为地球、世界是自己的私有物。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"},{"name":"生物","slug":"生物","permalink":"https://zollmelon.com/tags/生物/"}]},{"title":"一周份の脑洞——第3期","slug":"一周份の脑洞——第3期","date":"2019-06-18T08:02:28.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第3期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第3期/","excerpt":"Zollmelon已经放假啦ヾ(●´∇｀●)ﾉ，回归咸鱼，脑袋罢工……本来想着咕咕咕~的（虽然已经咕到了618），一看Google分析，居然有人来过这个慢得都快打不开的偏僻小站。顿时上来了一口精气神(•̀⌄•́)","text":"Zollmelon已经放假啦ヾ(●´∇｀●)ﾉ，回归咸鱼，脑袋罢工……本来想着咕咕咕~的（虽然已经咕到了618），一看Google分析，居然有人来过这个慢得都快打不开的偏僻小站。顿时上来了一口精气神(•̀⌄•́) 放假了，与外界信息交流变少，确实很难有可以拿出来讨论的idea，可能每周的脑洞会变少，Zollmelon尽量保持吧。废话不多说，开始（上周）本周的脑洞。 首先是往期的一些内容的跟进在第一期中，我谈到耳机插到插线板会怎样……没想到已经有勇士尝试过了，人才，人才！ 傲娇二相性有一天，我从午睡中惊醒，脑海里突然就出现了傲娇二相性这个词，众所周知“波粒二象性”，同时具备两种特性，但观察时只会表现出一种。Zollmelon转念一想，傲娇二相性虽是灵光一闪却不无道理。典型的傲娇（点名英梨梨）身具“傲”与“娇”，但是在不同场合分别表现的。 艺术家相机听标题，可能很多人会觉得我是说滤镜。确实，有相似之处，但出发点不同。这个想法来自于以前看见的关于著名画家莫奈的趣闻，莫奈在晚年眼疾严重失去过滤紫外光的能力，所以他眼中的世界是和我们普通人不同的。从这一点出发，是否制作这样的按照各画家特点的实时滤镜。 人类日常交互模式这个其实不算什么新鲜的东西，各种科幻片的未来世界里面，虚拟现实以及全息投影显示屏等各种技术的应用，人类的日常行为模式都发生了颠覆性的变化，动动手指便可操纵一切。Zollmelon突然提到这一点是有感于手机行业的快速发展，从按键到全面屏到近期的屏下摄像头，这种普通人可以接触到的技术快速变革，让我觉得科幻场景的到来可能没我们想象的那么远。 图书馆与网吧的相似性前段时间，几乎每天泡在图书馆复习备考的Zollmelon一天在走神的时候突然意识到图书馆特别是大学的和网吧有很多相似之处。虽然严格来说Zollmelon是没去过网吧，但见过猪跑。租借同样的资源（网吧的电脑，图书馆的书籍），固定的座位，单人互不干扰等等。","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"},{"name":"互联网","slug":"互联网","permalink":"https://zollmelon.com/tags/互联网/"}]},{"title":"一周份の脑洞——第2期","slug":"一周份の脑洞——第2期","date":"2019-06-07T13:15:36.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第2期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第2期/","excerpt":"说巧不巧，上一期儿童节，这一期端午加高考。首先Zollmelon在这里祝大家端午安康（至于为什么网上流行安康……管不了那么多了，复读便是），其次，预祝考生们正常发挥，各得其所。又没人看啦，一个人自言自语……","text":"说巧不巧，上一期儿童节，这一期端午加高考。首先Zollmelon在这里祝大家端午安康（至于为什么网上流行安康……管不了那么多了，复读便是），其次，预祝考生们正常发挥，各得其所。又没人看啦，一个人自言自语…… 其实最近生活比较规律，没有太多“闲的蛋疼”，不闲，就没什么机会思考人生……不过，零零星星还是有那么几个可以一起聊一聊的。话不多说，开始今天的脑洞。 如果死亡并不痛苦……如果死亡的过程并不痛苦，如果受伤并不痛苦，是否会更多见义勇为和牺牲行为？在各种影视剧中，为了伙伴、大义等珍贵之物，而牺牲自己生命的英雄桥段总是那么的令人动容。但自问每个人自己在相同的境遇下，可否做到如此奋不顾身？肆意揣测别人是不理性的，所以我扪心自问，我不能，即使我设想“大义”真的在我心里高于一切，我会做出牺牲的决定，但我不确定自己是否下的了手……这个问题的回答肯定是肯定的，这一点毋庸置疑。毕竟会牺牲的人还是会选折牺牲，但改变了这个条件，便只多不少。如果人生这个游戏，注销账号只需点一点按钮就好了。 算法的致敬？人类会因为一些习惯的延续或致敬一些传统，而有意无意地做一些没有效率的事情。没有批判的意思，单纯举个例子，比如。那么对于机器人，对于算法，有了智能后会不会也会有这种习惯，故意自主，用一种没有效率的算法？（感觉有点萌），这个回答我目前偏向于否定，理性算是算法的代名词了，但人工智能……未来的事谁又说的准呢。 ID危机？假如知名的几家互联网公司一直都不倒闭，用户名不可重复，随着用户越来越多，有普遍意义的id早已注册完，对于几十年后的新用户，是否有这样的一种id危机，取名意义难解、不明、圈地自萌？对于这个，我觉得可能会有，但不是什么大事，潜移默化的影响又难以预测。 逗猫？逗人？逗猫，应该是所有喵星人都会做的一件事，可是我有时会疑惑猫是否会开心，当然我不是专家，没做过研究，更不是🐱，对于猫而言，窜动的小东西会勾起他们狩猎本能，他们到底是紧张还是快乐，我不得而知（有时间我查一查），只是让我想起是否有东西在逗我们人类，观察我们的反应，自娱自乐？ 年份的颜色？1999年是什么颜色的？我觉得有不少人会和我一样回答绿色，因为一元的人民币纸币上标有“1999”。那么其他的年份呢？05年就是五元纸币的紫蓝色？没有对应人民币的年份呢？","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[{"name":"脑洞","slug":"脑洞","permalink":"https://zollmelon.com/tags/脑洞/"},{"name":"互联网","slug":"互联网","permalink":"https://zollmelon.com/tags/互联网/"},{"name":"猫","slug":"猫","permalink":"https://zollmelon.com/tags/猫/"}]},{"title":"一周份の脑洞——第1期","slug":"一周份の脑洞——第1期","date":"2019-06-01T15:08:37.000Z","updated":"2019-07-27T16:00:00.000Z","comments":true,"path":"一周份の脑洞——第1期/","link":"","permalink":"https://zollmelon.com/一周份の脑洞——第1期/","excerpt":"六一快乐(●’ᴗ’σ)σணღ*……忘了是谁说过这样一番话：我们每个人都不是一下子就长大的，并不是说刚过完七岁生日的你就比昨天六岁的自己更成熟，六岁的你也不会随着七岁的到来而消失，就这样，八岁九岁……成年长大，可能有一天，心弦触动，六岁的自己就会跑出来，哭得像个孩子。具体不记得，大概是这个意思。我们的连续性，也正是我们是我们的证明。童心不是幼稚，愿你永葆童心。","text":"六一快乐(●’ᴗ’σ)σணღ*……忘了是谁说过这样一番话：我们每个人都不是一下子就长大的，并不是说刚过完七岁生日的你就比昨天六岁的自己更成熟，六岁的你也不会随着七岁的到来而消失，就这样，八岁九岁……成年长大，可能有一天，心弦触动，六岁的自己就会跑出来，哭得像个孩子。具体不记得，大概是这个意思。我们的连续性，也正是我们是我们的证明。童心不是幼稚，愿你永葆童心。 本来这篇文章准备命名“一周份の沙雕”，后来想想，内容也不都是沙雕内容（应该），况且准备做一个系列，也应该配上一个上得了台面的名字……是吧✧(≖ ◡ ≖✿)一周份の脑洞，顾名思义就是分享这一周以来，Zollmelon脑海里闪现过的种种沙雕新奇想法。话不多说，here we go! 清醒与熟睡的肉质有什么区别？这一个迷思，不知道是怎么突然想起来的¯_(ツ)_/¯百度谷歌了很久没有发现一模一样的问题，于是我开始思考……首先影响肉质的因素是什么？从这篇文章里可以看出，对于同一个生物，肌肉收缩程度会影响肉质，所以从这个角度，应该是熟睡的肉质会比清醒的时候嫩。但是考虑到一些化学和生物方面的因素，比如说激素水平或者是酶的活性等等，可能会有不一样的结论。闲的无聊的时候，我可能会去深入的探索一下。不要吐槽哦，这一系列的文章里你要习惯这样的状态，如果我深入探索，就不会放在一起水一篇了，哈哈哈…… 生物特征对称性来判断微生物种类？和上一个不一样，这个其实是有来历的。很早之前我就发现人走路的时候非常的不对称（事实上人本来就是不对称的），第一次发现这种情况是遇到了一个很极端的个例，有一个路人他左手边是紧贴身体，右手边却大开大合，一边老实巴交，另一边地痞流氓😂然后突然想到前段时间老师讲的一些，根据微生物的性状判断种类的一些方法。联系在一起，我就在想，不同的微生物肯定会有不同的生活习性，可能会会造成他们的一些不对称的现象，比如说细胞器都偏向一边了之类的。 耳机插到插座上会怎么样？这个我百度了一圈也没有看到，估计也不会有什么现象吧，顶多把耳机搞坏吧，勇士们无聊可以去试一下。 楼房下的树是为跳楼的人准备的吗?因为我发现所有的宿舍楼下面都有一排排的树…… 专为老年人服务的网络自媒体现在是一个人人自媒体的时代，也是一个老龄化加剧的时代。虽然互联网已经不是一个新颖的事物，但它带给青年与老年两代人之间的隔阂依旧存在。目前来看，互联网仍然可以说是青年人的世界，所以我觉得大家的眼光有所局限。其实我一直在想互联网兴起20年间，最早接触的一批人也开始变大变老了，再加上有越来越多的老人开始接触智能手机，接触互联网，对于这一群老人，叫我来看相当于下沉市场一样，是有待开发的。可能跟随互联网成长的一代，就算变老了，他们的生活观念与传统老一代会不一样，但应该也可以挖掘一些作为老人共有的特点。当然现在科技真的是以指数方式成长，未来人类的娱乐形式是怎样的，我们不得而知。 好的，那么这一期暂时就到这里。你是怎么看待上面这些问题呢？又有哪些新奇的脑洞呢？欢迎路过的各位在评论区留下足迹(•̀ᴗ•́)و ̑̑","categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"}],"tags":[{"name":"脑洞","slug":"脑洞","permalink":"https://zollmelon.com/tags/脑洞/"},{"name":"互联网","slug":"互联网","permalink":"https://zollmelon.com/tags/互联网/"},{"name":"微生物","slug":"微生物","permalink":"https://zollmelon.com/tags/微生物/"}]},{"title":"你见过凌晨四点的天台吗？","slug":"你见过凌晨四点的天台吗？","date":"2019-05-19T00:44:55.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"你见过凌晨四点的天台吗？/","link":"","permalink":"https://zollmelon.com/你见过凌晨四点的天台吗？/","excerpt":"你知道洛杉矶凌晨四点钟是什么样子吗？满天繁星，寥落的灯光，行人很少。 科比的这次回答，让凌晨四点的洛杉矶成为了勤奋的代名词，不过……这一篇文章与勤奋无关。","text":"你知道洛杉矶凌晨四点钟是什么样子吗？满天繁星，寥落的灯光，行人很少。 科比的这次回答，让凌晨四点的洛杉矶成为了勤奋的代名词，不过……这一篇文章与勤奋无关。 二零一九年五月十八日夜，夜半未眠，欣然起行，念无与为乐者，更无怀民，奈何孤身步于天台……古人喜欢登高远眺，抒怀己情。但今非昔比，阁楼不在，远峰难攀，天台似乎就成为了适用的替代品。 这是我第二次来到天台这种地方，第一次是初中的教学楼，只有三四层楼高。平日里一直紧锁着的门，偶尔一次被打开了。好奇心驱使着我们，第一次，我站在天台的栏杆后，俯视着熟悉又有些不同的校园，这么多年过去了，仍记得当时的自己，感受到了一种强烈的、打破规则束缚的自由感。跳出框架，做一些与众不同的事，才能够认清全貌，看见不一样的风景。看似普通的一件小事，无疑在我心中荡起了一层涟漪。 而今晚，是第二次。其实，每次我用“今晚”这个词的时候，心里总是免不了有些困惑。横跨两天的夜晚，到底属于昨天还是今天……我所在宿舍的天台，门一直是敞开的，但是容易得到的东西往往受不到重视。（何况我住的是5楼和天台的8楼，有些距离） 在月光的映照下，我打量着这个地方，元素简单得，似乎一句话就可以概括。小屋子的墙壁上有着看不太清的涂鸦，惨白的水泥地板上，零星点缀着双子叶的杂草，包裹着银白塑料的管道，有规则的分割着这片无人之境，生锈的栏杆间填充着遥远的夜景……对了，面向东面的角落里，一根绳索悬挂着床单，在凉风中像一面横插的旗帜翩翩起舞。 可天台的价值，向来都不在三分地上。我绕着栏杆踱步，想着，如果这是这个牢笼，那么绕着走的我，倒也像在环游世界一般了。栏杆外的风景其实并不好看，四面有三面是其他一模一样的宿舍楼，一模一样的天台。像镜子一般，只是那些天台上，但少闲人如吾也。唯一不同的是东面，东面是一座食堂，在食堂往前可以看到一隅沁湖。在那平静的湖面四周，是人工美化过的灌木丛，这也改变了我对城市美化没有价值的看法。 5月中旬的夜晚，还是有些凉的，穿着短袖短裤的我，不能让自己停下来，独步间自言自语，一些平时想不到的事，一些没有时间想的事，一些不想想的事，一点点的涌了出来，明明是凌晨4点，我的大脑却并不想罢工。 我想到了日夜的定义，想到了时代的变革，但这些都是没有什么结论的空想，只有关于自己人生的规划，才是有资格写下来的。未来的5年，对我来说是最重要的5年，生活模式将发生巨变，而这一次，我不希望自己，依旧扮演着一个落后的角色，不希望5年之后，依旧陷入后悔的沼泽之中。 像花朵盛开于一瞬之间，天空，也是后知后觉地被点亮。耳边传来繁忙叽喳的鸟语，想来应是早上五六点了。古人只记载着早上打鸣的公鸡，却不曾，画点笔墨去描写，同样鸣叫着的野鸟，反而如今的现代社会之中，公鸡已不在，野鸟成为主宰。 天空已经微亮，此时我才看见，天上竟有些灰蒙蒙的云朵，揣测着是否会下雨之际，耳边突然传来一声声粗鄙之语的怒吼，那是在南面的天台上，一道身影不停的在踢墙，不停的在好好操着，想来可能是球赛落败或者是恋情不顺吧……看吧，不仅古人，今人也喜欢登高抒情。 又过了一会儿，细雨终于零零落落的飘洒了下来，未雨绸缪，我决定回去了。看着你可能要问，苏东坡是月色入户而欣然起行，而我又是源于何种动机呢？——我不会告诉你，我是半夜4点出来上厕所，结果宿舍门被风关了，又不忍打扰室友而无处可去……","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"人生相谈","slug":"人生相谈","permalink":"https://zollmelon.com/tags/人生相谈/"}]},{"title":"《美丽心灵》观后感","slug":"《美丽心灵》观后感","date":"2019-05-17T19:19:19.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"《美丽心灵》观后感/","link":"","permalink":"https://zollmelon.com/《美丽心灵》观后感/","excerpt":"My first grade teacher, she told me… that I was born with two helpings of brain, But only half a helping of heart.","text":"My first grade teacher, she told me… that I was born with two helpings of brain, But only half a helping of heart. 我一年级的老师，曾经告诉我… 我天生就具有两个有用的大脑，却只有半个有用的心。 两个大脑半颗心，如此描述《美丽心灵》的主角纳什，可以说是很合适了。电影男主纳什的原型就原型是博弈论里著名的“纳什均衡”的纳什，诺贝尔经济学奖的获得者。而我，也正是在上博弈论这门选修课时，被老师推荐了这部电影。 电影的制作阵容、所获成就等内容点击链接就可以看到，也就不一一介绍。并且，这也并非这篇文章，或者说Zollmelon所有的类似文章的重点。这些观后感不是专业的影评，Zollmelon也写不出来那么厉害的文字。只是我不希望这些珍贵的感动、感悟被局限在短短的两小时，且随着时间的推移而慢慢地被遗忘……就像一杯可乐渐渐失去激情的气泡，了无痕迹。 好了，回到电影。第一点我想说的是这部电影的整体观感很奇妙。不管是剧情、气氛（以及时长）都很巧妙地被分为了两个截然不同的部分。但丝毫不突兀，反而是深深地被曲折跌宕的气氛节奏所吸引，一气呵成。这两部分的转折点自然就是纳什的病情被公之于众。而其实电影到上面这张图的时候，相信很多观众和Zollmelon一样，以为医生真的是俄罗斯间谍。这很正常，导游要的就是这种效果，而他也确实做到了。纳什一举成名到转折点的这四分之一的情节，弥漫着冷战时期浓厚的灰暗阴谋气息，纳什惶惶不可终日，每天担惊受怕，精神面临极限，也正是这是被抓住了，剧情也在此时爆发了。“全都是幻觉……”沉浸于战争强烈惊险氛围，还没回过神的观众，心里有种轻松和落空的同时也被强行拉到了另一沉重的氛围之中。此时和纳什一同经历了“半生”虚拟的观众，是离纳什最近的时刻，此时的我们才能窥视到他的痛苦一隅……转折点之后又分为了纳什正视自己病情的前后两部分，艰难又压抑和忍耐与希望，同样是不同的氛围，加上转折点前，成名前后，大学时期的相对轻松和工作时期黑暗紧张。整个电影大致可以分为这样的四个部分。剧情衔接一气呵成，却让观众的情绪如此地跌宕起伏，感受丰富。 接下来，我想分析纳什，来谈谈这部电影传达给我的核心理念。“美丽心灵”，说实话，一口气看完，我是不明白电影名字里的含义的，现在我也不敢说自己的理解符合编剧的心意。我们先来一步一步地分析一下纳什的心路历程吧。其中，不少内容可以说是我的妄想了。 “两个有用的大脑，却只有半个有用的心。”这是纳什从很小的时候就有的评价，结合纳什在大学里行为，可以确定纳什从小就是典型的“天才”，头脑异于常人，却不善交际，讨人厌，被周遭忽视瞧不起，孤身一人，想必纳什的内心是极其孤独了。明显没有人生来喜欢孤独，半个心的纳什也就只能依靠天才的头脑给自己谋取一席之地。但大学里的同学一个个都取得各自的成绩，而纳什由于执着地追求本质的原创性，学术这唯一的喘息口反而愈加加重了纳什的精神压力，令他窒息……也就是这时，处处相反，人格互补的室友柴尔斯出现了。上面的图片里其实就已经揭示了矛盾的根源。怪异的他，被人们讨厌的他，想融入普通人的世界。 起初以为做出伟大的成果就行了，可问题的根源从未得到解决，纳什也只是从一个以骄傲为掩的怪异学生变成了以骄傲为掩的怪异老师，只不过这一次，他有了表面上的体面。 与Alicia的相识，改变了纳什的一生，的“美丽心灵”的含义才得此体现。Alicia看见了纳什的魅力，也没有被纳什的“不善交际”吓跑，两个人是真正的灵魂伴侣)在纳什最痛苦的治疗期间，事实上Alicia也承担着难以想象地煎熬。下面的这段他关于爱情的理解尤其令人动容说实话，我不能说自己完全理解这段话里面的含义。如果说病情公开是整部电影的结构转折点，那么上面的这段无疑是纳什生命的转折。他的半颗心真正地不再感到孤单，他得到了力量，来自于爱的强大力量。此处也呼应了结尾颁奖辞。 此后，便是忍耐与希望的第四部分。纳什选折面对，选折忍受。)轻描淡写地几句玩笑深藏着我们无法想象的痛苦折磨。在获奖篇章里，纳什对自己的一个比喻点题的同时也指出了美丽的心灵的“另一半”，人心可以多么坚韧，结合获奖致辞： I’ve always believed in numbers and the equations and logics that lead to reason. But after a lifetime of such pursuits, I ask, ‘What truly is logic? Who decides reason?’ My quest has taken me through the physical, the metaphysical, the delusional – and back. And I have made the most important discovery of my career, the most important discovery of my life: It is only in the mysterious equations of love that any logic or reasons can be found. I’m only here tonight because of you.You are the reason I am. You are all my reasons. 美丽心灵，可以多么坚韧；爱的力量，可以多么强大。 2019-05-18 02:48暂时写到这儿，本来昨天也没睡……写这些文章意外地很花时间，即使写得很烂，之后应该会花时间改改的。","categories":[{"name":"观后感","slug":"观后感","permalink":"https://zollmelon.com/categories/观后感/"},{"name":"电影","slug":"观后感/电影","permalink":"https://zollmelon.com/categories/观后感/电影/"}],"tags":[{"name":"电影","slug":"电影","permalink":"https://zollmelon.com/tags/电影/"}]},{"title":"2019年一月番观后感","slug":"2019年一月番观后感","date":"2019-04-06T10:21:28.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"2019年一月番观后感/","link":"","permalink":"https://zollmelon.com/2019年一月番观后感/","excerpt":"到目前为止（2019-04-06），除个别半年番以外，一月番都已经完结啦✿✿ヽ(°▽°)ノ✿完结撒花！","text":"到目前为止（2019-04-06），除个别半年番以外，一月番都已经完结啦✿✿ヽ(°▽°)ノ✿完结撒花！本周开始，顶着“平成最後の新番”名号的四月新番也陆续登陆。本篇，Zollmelon将谈谈这一个季度里自己的看番感受（纯主观向），以及对四月新番的观望。 一月的看番情况每一个新季度到来之前，Zollmelon都会看一些B站动画区up主的新番导视，根据up主的收集的情报，结合自己的兴趣暂定一份追番清单： 基本上，大部分Zollmelon也都是能追完的，但总有一些番，由于各种原因会被搁置或直接弃掉。 弃掉的番其中，最惨的当属Dimension High school☞点我查看百度百科☜ 因为，要不是写这篇文章，我都不记得有这么一部番了。但这个“冷宫”其实打得有点冤😂我查了一下才发现国内好像都没买这部番的播放权，甚至连萌娘百科都没有创建单独的页面，国内热度可见有多低了。 其次，三次元女友第二季☞点我看萌娘百科☜☞点我观看☜看了两集就弃了： 第一季Zollmelon是看完了的，有些骚操作还算有趣，但第二季有点忍受不了男主的低情商和恋爱狗血剧情（估计是年纪大咯ㅍ_ㅍ）。网飞爸爸的revisions☞点我查看萌娘百科☜☞点我观看☜，常规操作一口气放送，但Zollmelon也只看了几级集。 3D画面一流，剧情也很新鲜。这种男主救世题材的男主个人魅力不足的话，很难吸引Zollmelon看下去，当然，Zollmelon也是过这种救世情结的年纪，对于青少年，应该体验更好。（同样的情况也适用于四月的机动奥特曼☞点我观看☜） 搁置的番不吉波普不笑☞点我查看萌娘百科☜☞点我观看☜年代久远的名作再次动画化： 口碑很好，但剧情和表现手法会劝退很多人，Zollmelon当前倾向于轻松看番，便暂时搁置了。（值得一提的是其中“共鸣者”的设定神似“人类的本质——复读机”，而成为一个新梗） 狂赌之渊第二季☞点我查看萌娘百科☜，国内没播放权： 颜艺与色气，风格独特。但Zollmelon最近口味比较清淡(￣△￣) 附一张今天看到的纪念图。 家有女友☞点我查看萌娘百科☜，国内自然是没有播放权滴😃 贵圈真乱系列，第一集操作巨骚（后面官方还放出了开车片段(͔▪̆ω▪̆)͕），op超好听，神似喰种，在下已经粉上了原唱美波(Twitter)。妹子人设也好看，但Zollmelon也只看了两集，败笔在于男主人设过于老套，一股十几年前的后宫废物男主气息，不仅审美疲劳还隐隐作呕。 约会大作战第三季☞点我查看萌娘百科☜☞点我观看☜有生之年系列，可惜成了崩坏三： 热度一直很高，但就Zollmelon看过的部分其实“看”得过去（至少比妹非妹强😂），Zollmelon没看完主要原因还是兴趣不高。 烟草☞点我查看萌娘百科☜☞点我观看☜ Endro!☞点我查看萌娘百科☜轻松、搞笑、萌系： 这部番搁置的原因很简单——好番留着慢慢看Ծ ̮ Ծ还有一部分原因是一直在追类似题材的天使降临到我身边，为了追求最佳观看体验，就先搁置了。 约定的梦幻岛☞点我查看萌娘百科☜☞点我观看☜Jump高人气邪道漫改： Zollmelon高中的时候看过漫画，所以没有完全的新鲜感，但高水平的制作同样值得期待，所以等完结后一口气看完，这才是佳作的正确使用方式。(･ิϖ･ิ)っ 追完+推荐佳作经得住考验，接下来的几部番Zollmelon都是一路追完了的，纯个人向，很推荐大家看看。 灵能百分百第二季☞点我查看萌娘百科☜☞点我观看☜ 动作画面、配乐剧情一如既往的吹爆！（op一如既往魔性，好听！） one老师的魔性画风配上弘大的打斗（神仙打架）场景，让人欲罢不能（隔壁某兴趣使然的hero已哭晕在厕所╥ω╥）。 其中第五话和最终话的场景最为震撼人心。但个人认为剧情方面更值得一谈，特别是男主mob的个人成长，第一话mob交到女朋友（伪） 情节算不上多新鲜，但在mob身上我还是收获到了不一样的感动，有那么一刻我很希望不平凡的mob和平凡的路人女配（原谅我没记住名字，有没有名字都不知道）能够幸福的在一起，过上平凡普通但快乐的生活。 后面又遇上同级别（大概_(:з」∠)_）超能力者恶鬼，陷入幻境，变成普通人。以及和师匠出现矛盾到师匠被公开“处刑”。为了向心爱的女孩表白而拼命锻炼，以及最终一度拯救世界。 拥有极致力量的mob竭尽全力地以普通少年的方式向前迈进成长着。纯粹如他，才可以一次又一次地突破极限，才能有这样的传达心意的力量。剧情方面在这一季也有很多进展（Zollmelon很怀疑有没有下一季了），例如mob喜欢的女生（好吧，我承认没记住名字Orz）很可能也有关注mob mob从一开始就明白了师匠的谎言 mob的灵能百分百根据情绪会有不同的形态和技能 盾之勇者成名录☞点我查看萌娘百科☜ ☞点我观看☜ 原作是起点式的爽文风，也有漫画（不巧，Zollmelon又是在高中的时候就看过了前一部分，并在动画第一话播后当晚补了漫画）。声优是Zollmelon挺喜欢的石川界人以及在上一季大火的青春猪头少年不会梦到兔女郎学姐☞点我查看萌娘百科☜里的学姐，声优cp梗。 为了开篇不劝退观众，制作的第一话是加长版。音乐很棒，画面还不错。 除了反套路以外，剧情其实没什么出彩的地方，不多谈（其实是懒），就放一些图。由于是半年番，目前仍在更新中。 多罗罗☞点我查看萌娘百科☜ ☞点我观看☜ 多罗罗漫画原作是手冢治虫大师，此次也是第二次动画化了。制作阵容可以说是很豪华了，质量真的没话说。对于我来说更是有种惊喜的感觉，真的，看过犬夜叉，本来以为已经厌倦了日本战国妖鬼这类题材，在加上原作虽是经典但年代久远，以及那么多人吹捧，期待值太高，我以为自己不会太喜欢的，嗯……真香😂，画面、音乐太棒啦！op反复看了三遍，这种设定比我想象的更有发展空间（大师就是大师）很现实（但感觉自然） 刚出生就被鬼神夺走身体的各种部位，但仍然坚强地活下来并变强的百鬼丸和在战火中失去双亲的多罗罗偶然相识并开始寻找鬼神。 作者沿着这条主线，穿插着一篇篇短篇故事为我们描绘了战争的凄惨真实……特别是摇篮曲之卷最令人感慨…… 美绪牺牲自己的善良真的很伟大，刚接触到声音的百鬼丸都不排斥的纯净歌声与纯洁的灵魂火焰与丑恶的人性和战争形成的对比令人颤抖。 目前，仍在连载，剧情也发展到了一个新的阶段……说实话，有点期待百鬼丸获得视觉的情形。 天使降临到我身边☞点我查看萌娘百科☜ ☞点我观看☜ 动画工房，猛男必看！一月萌系表情包担当，并且姐控日向的“喵内”也火了一阵子。这里推荐一个B站视频☞点我看原视频☜ 画风柔和可爱，有特点。萌系萝莉历来那么多，但还是可以看到与众不同的闪光点。重度姐控，回路神奇的日向 日向经常是笑点担当略冷淡吃货，喜欢奇怪吉祥物的官方天使小花酱 无敌自恋，日向迷妹的乃爱 以及，怕生，手工和料理很棒，痴迷Cos和小花的宅女大学生的主角“喵内”，可参考隔壁的鸭居燕，说到隔壁同为动画工房制作的我家女仆有够烦，二者确实有很多相似之处……萝莉控的主角、痴迷主角的跟踪狂、一众卡哇伊的萝莉…… 此外，这个番最后一话以歌剧表演的方式点题，也值得一提。 五等分的花嫁☞点我查看萌娘百科☜ ☞点我观看☜ 又名五等分的牢饭， 知名炒股漫画改编。不说了三玖天下第一(◕ᴗ◕✿)声优阵容豪华（请停止你的松岗行为凸(｀0´)凸），画面略感贫穷（其实还好） 嗯，主要看一看图就行了 ฅ( ̳• ◡ • ̳)ฅ 五姐妹各具有不同的属性，但又不是脸谱化的。Zollmelon漫画看得不多，也没关注最新走势，但就一般的老套路，五月上位的可能性比较大，但这个作品可不一般…… 笨拙之极的上野☞点我查看萌娘百科☜ ☞点我观看☜ 又名我们仍不知道上野获得了多少诺贝尔奖，一月极度沙雕番，搞笑担当。) 一开始，觉得节奏平淡，制作不用心……后面慢慢习惯了，才发现沙雕的剧情足以掩盖一切，况且越看越舒服，很多细节很有趣。 部长的迷之辫子……一旦兴奋害羞，就会勃起僵直。 白毛，一开始还以为是无口设定，后来才揭露……与两位主角的互动很有趣，可以说是很喜欢了。 画风清新，剧情沙雕，各种沙雕发明，偏偏还要玄学地解释原理(ー_ー)!! 辉夜大小姐想让我告白…全称辉夜大小姐想让我告白天才们的恋爱头脑战 ☞点我查看萌娘百科☜ ☞点我观看☜ 嘴里塞满了狗粮，还喊着快去结婚……看这个番的状态就是这样的。制作水平一流且个性鲜明，画风很讨喜，有些场景十分精致，镜头十分巧妙。音乐方面也是没话说，op是少见的大叔腔，风格也有点鬼畜式的表现方式，有点时髦的感觉。而ed，特别是第三话的书记舞，一时在网上掀起来轩然大波，各路模仿层出不穷……值得一提的是，基本上在每一话快要结束的一些关键感情节点，bgm回切到东京爱情故事的经典主题曲。（难不成制作组有什么情节:D） 情节上，基本是一话两到三个胜负局单元故事，矫情至死的男女主，各种沙雕智斗，外加粉毛书记卖萌，插科打诨。其中辉夜生病，以及结尾看烟花更是亮点频出。对于我们第三方的吃狗粮瓜观众，看起来那是很有趣的。 制作精良，且有个性的好番，值得推荐。 同居人是猫☞点我查看萌娘百科☜ ☞点我观看☜ 又译同居人时而在腿上，时而跑到脑袋上，漫画改编。放在最后是因为，在整个一月番里，Zollmelon最喜欢这一部，每周都盼着更新……本作有几点是很新颖的，例如以猫为主角之一，赋予猫人格，并在每一话的后半部分，完全以毛的视角重述一次前一部分的情节，很具有想象力。每一次我都在期待猫会怎样想的，可以说最喜欢的就是后半部分，阳爱操心的样子萌爆了。 此外，很吸引Zollmelon的是声优的演出很棒，本来Zollmelon刚开始追这部番就是冲着小野贤章去的，但这一次额外地很喜欢女主（阳）的声音——山崎遥，主要是和又萌又傲娇的猫咪真的很配。 故事的主要内容可以简述为一人一猫在相互交往的日常生活里，相互治愈，一同成长的故事…… 此外，女二宠物店女主的设定也很讨喜，温柔漂亮。 除了画面有点贫穷的缺点外，真的是不可一得的佳作。 展望四月新番 本次四月新番看起来还是挺不错的，巨人当道，一拳重归（JC社做个人），还有很多优秀漫画改编…… 目前，根据各路up主的情报解说，Zollmelon的追番计划如下： 鬼灭之刃 YL的青酱不能学习 CAROLE &amp; TUESDAY 我们无法一起学习 拾又之国 为什么老师会在这里 贤惠幼妻仙狐小姐 机动奥特曼 进击的巨人第三季2 一拳超人2 SARAZANMAI 看丝袜 孤独地躲在墙角画圈圈 川柳少女 超可动女孩 一弦定音 女子高中生 这篇文章虽然是4月6日开始写的，但真正写完，已经是4月16日了，很多四月新番都已经播了快两话了，并且，Zollmelon还追了两部之前没提到的， 狐妖小红娘竹叶篇这次狐妖的版权不在B站了 ❤❤洗浴屋先生！～我和那家伙在女浴池里！？福利里番","categories":[{"name":"观后感","slug":"观后感","permalink":"https://zollmelon.com/categories/观后感/"},{"name":"二次元","slug":"观后感/二次元","permalink":"https://zollmelon.com/categories/观后感/二次元/"}],"tags":[{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"},{"name":"动漫","slug":"动漫","permalink":"https://zollmelon.com/tags/动漫/"}]},{"title":"记Zollmelon的第一次刷机","slug":"记Zollmelon的第一次刷机","date":"2019-02-16T16:41:37.000Z","updated":"2020-12-12T21:05:53.509Z","comments":true,"path":"记Zollmelon的第一次刷机/","link":"","permalink":"https://zollmelon.com/记Zollmelon的第一次刷机/","excerpt":"从现在开始，Zollmelon也是一个刷机成功率达到100%的男人了ᖗ乛◡乛ᖘ 完美","text":"从现在开始，Zollmelon也是一个刷机成功率达到100%的男人了ᖗ乛◡乛ᖘ 完美 2017年暑假，高中毕业的我真正意义上地拥有了自己的第一部手机。以前被老妈管得严，玩手机都是偷偷地借同学的……并且，也只是是看看小说什么的，搞机？不存在的，当时完全没有这个概念……甚至都不知道原来那那么多手机的系统都是基于安卓…… 第一部手机是白色的小米5，对手机完全不了解的我，全权交给我哥，让他帮我选的，由于我哥是个米粉，对于当时而言还不算这么热门的小米手机，我其实已经见过不少了，而其他的手机品牌，我反而不怎么熟悉…… 现在想想，如果小米5一直用到了现在，我可能早就学会刷机……然而，天杀的(╯‵□′)╯︵┻━┻手机还没用到一个月就被偷了，记得还沉浸在获得新手机快乐里的我瞬间跌入了深渊。 没过几天，老妈只好陪我又去买一部，小米5是一千七左右在网上购入的，相对于我的家庭条件而言，已经算是比较大的一笔支出，所以第二部手机我也不好意思再提要求_(:з」∠)_最终还是在商家的诱导下以一千四左右购入了金立s10c……随后的一个月，在手机知识方面突飞猛进的我将会发现我是步入了另一个深渊…… 我是通过另一个名为“最美应用”的社区了解到酷安的，但是我是怎么发现“最美应用”的，却已经忘了……可能有相同兴趣的人最终都会聚在一起吧。“最美应用”其实也不错，注重的是每个应用的评测，还记得当沉迷于随机发现应用……并且我一开始也以为酷安只是一个普通的应用市场，毕竟酷安网页根本没体现出其特别之处，直到我偶然发现一些我很喜欢的应用居然几乎全都在酷安的推荐列表里，我渐渐明白酷安没有这么简单，于是我下载了app，一扇新世界的大门也随之打开…… 酷安的app做得很好，一开始我只是混迹于各应用的评论区，找那些好用的软件，后来渐渐开始刷头条、关注了…… 酷安最大的特色就是刷机（至少以前是），而手持金立的我明显是拖了后腿，因为我到处搜索，也找不到解锁这部手机的办法……刷机的乐趣可谓被扼杀于摇篮之中…… 没有解锁，没有root，其实也不是无法搞机，在酷安我遇到了很多优质软件，例如FV悬浮球、边缘任务切换……但有些乐趣与功能终究是无法替代的，所以我一直在等，心里默默想着：下部手机一定要买可以刷机的。 一年半快两年了，手里的金立手机已经在逐渐报废，充电两小时通话五分钟的感觉，4G的运行内存越来越卡顿，32G的存储空间也无法再挤了……可即便如此我也还在忍耐着，毕竟自己还没开始赚钱，不好意思向并不富裕的家里要钱。最终，2019年的寒假期间，一次偶然，手机外屏被摔得四分五裂……嗯…It is thw time. 抱着两千左右的想法，我在酷安上寻觅着下一部手机，说是寻觅其实心里早就已经有谱了……小米8、魅族16亦或是小米mix2。三者基本上在同一价位，翻阅着各种关于这三台手机的测评以及提问，我陷入了沉思…… 小米8有最便宜845之称，再加上小米手机有名的包多易刷机，这对我的吸引不是一般的大。但是大刘海、宽下巴、后置指纹也同样致命……魅族16，同样845，比小米贵一些，但屏幕指纹，非异形屏，外观更美，可现在屏幕指纹好像还不是很成熟，魅族的系统也好看但是搞机的资源肯定不如小米……小米mix2正好是我哥的现役机，我也玩过，最大的感受——重，非异形屏加分但是前置摄像头在下巴那儿就有点迷了…… 买东西要买看自己的需求（没钱），比如摄像头的水平如何，对我来说就一点意义都没有，835还是845对我的日常使用影响也不大（在下完全不玩游戏）。最终，说过绝不会买大刘海的我像mi8的价格以及搞机资源妥协了。过年那会儿优惠价最低配置6+64mi8只要2099！ 京东也真的是是厉害，过年不打烊，第二天就差不多送到了Zollmelon所在的区，只是过年回到了农村，物流多少还是有些不便，又过了一天才正式拿到手。 当天晚上，我熟悉了一下MIUI，毕竟两年前还没玩两个月就不翼而飞了（被偷了T_T），不得不说MIUI是真的流畅好用，要是没有内置的广告就更好了……删了所有可以删的应用，在“设置”里好好捣鼓了一番，我心满意足地放下了手机，虽然很想刷机搞机……但一是身边没电脑，二是听好多人说解锁要等很长时间，三是自己根本就还不会刷机，万一变砖了……所以心里想着先用官方两个月再刷…… 而事实再一次向我证明，耐心在我身上是不存在的_(:з」∠)_，第二天一早，手机的新鲜感还没过，我就开始刷机了。 而其实这也是有原因的……当时不是听到很多人说解锁要等很长时间嘛，Zollmelon一早就想着不管刷不刷，先解锁在说，于是开始看酷安各位大佬们写的各种教程，没想到由于自己还算是个老用户，解锁很轻松。马上，Zollmelon又看到官方系统有更新，而且是MIUI9更新到10于是更新了系统，可问题就来了，之前在系统更新页面是可以选择从安装包更新的，而更新系统之后这一选项不见了。当时的Zollmelon还是个对刷机一无所知的小白，也没百度一下，天真地以为这就意味着无法卡刷第三方了，在解锁成功以及电脑和旧手机都在身边的加持下，我“愤怒”地开始一边自学一边刷机…… 在此，真的很感谢酷安大佬们的教程，教程很详细全面，一些突发情况的解决方法也未雨绸缪地先看了看，差不多搞懂了刷机的基本原理，Zollmelon又找了找mi8的ROM资源，以及各种包之间的差异好坏……不一会儿，在Zollmelon的脑袋里已经装满了各种刷机知识后，我决定刷广受好评的pe 有备无患是硬道理，诸多准备之后，刷机过程顺利得有点让我不敢相信（我可是抱着必死的决心◉‿◉），进度条很快刷满，重启，没联网没插卡没有谷歌验证，就这样……成功了。 怀着满满的成就感，我又开始了设置了，pe类原生简洁无小米的各种内置，自带谷歌框架，一些细节肯定是没有小米优化过的好，比如指纹一开始还没有支持（新版本已经适配啦），电话和短信没有自动拦截，以及最近任务和后台管理机制让我很不习惯。不过，并没有像其他很多人那样“归来仍是MIUI”，在我心里pe的优点相比缺点更吸引我（包括后面刷过havos）。 迁移备份文件后，无root不安卓，我开始着手root，同样是看了教程，明白了要先刷面具……就这样，一步一步的，我的mi8越来越越“丰满”，包括后面还用Turmux在手机上装了Hexo博客，装了busybox，用面具换字体，替换开机动画……就这样，很开心的用着pe。 然而搞机之路还没到头，我也以为我可以消停一会了，直到我看到了mi8的多系统教程……之前不是没有看到过手机的多系统教程，只是该教程还没适配不到一年的mi8，可这个multirom教程就是专为mi8设计的！于是，按耐不住躁动的心，我又开始了多系统的折腾，可当时的我我并不知道，这又是一条不归路…… 毫无差错地按教程走，但就是不成功，第二个MIUI系统一直卡在开机动画……看见评论区也有类似情况，而他们是格式化data后重装系统，咬了咬牙，我决定试一试，提前用钛备份备份好了软件及数据后，我开始了尝试……结果可以说是成功的，但刷的几个rom里只有havos可以正常使用，并且之后又遇到了面具装不上这样的问题，可在一些地方有轻微强迫症的Zollmelon并没有放弃，终于在接近两天各种不停地尝试下，达到了主系统pe，次系统乌龟官改MIUI10，且双系统都装上了面具。这两天可谓是煎熬，期间，我有过忘退谷歌账号，结果跳不了验证，有给次系统上pin锁导致主系统的pin锁失效，进不去系统……说出来都是泪ㅍ_ㅍ。 这里，我简单总结一下。要想双系统root（面具），先格式化data后，重刷主系统，然后紧接着给主系统刷面具，在然后刷muitiroom的zip包，接着再装次系统，给次系统刷面具……应用数据无法共享可以通过钛备份不完美解决，总体来说还是很成功的。主系统日用，次系统后台少，可以在外出不怎么用手机时省电。并且，双系统还可以掩人耳目，毕竟，有多少人想得到呢？ 这一串折腾下来，我真心越来越喜欢我的mi8了，即使不久后的mi9出世使得到处都在悼念mi8，可本来预算就只有两千左右的我其实没什么感觉……（还不是没钱T^T） 2019/03/09最新消息，由于给pe更新了，次系统又卡了开机动画……已删。","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"回忆","slug":"回忆","permalink":"https://zollmelon.com/tags/回忆/"},{"name":"手机","slug":"手机","permalink":"https://zollmelon.com/tags/手机/"}]},{"title":"三分钟就学会！远坂小姐的五目炒饭","slug":"三分钟就学会！远坂小姐的五目炒饭","date":"2018-12-29T16:58:36.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"三分钟就学会！远坂小姐的五目炒饭/","link":"","permalink":"https://zollmelon.com/三分钟就学会！远坂小姐的五目炒饭/","excerpt":"《卫宫家今天的饭》每月一顿","text":"《卫宫家今天的饭》每月一顿，看了看，只有第八话的炒饭比较简单，找到了教料理的特典动画，不会日语，结合翻译软件…… 食材准备 材料（4人份） 米饭 3合（4人份） 鸡蛋 4个 叉烧 100g 鱼糕 1/2个 胡萝卜 1/2个 青椒 2个 长葱 1根 调味料 盐 适量 胡椒 适量 料酒 1大匙 酱油 2/3大匙 色拉油 3大匙 材料处理叉烧、胡萝卜、鱼糕、长葱、青椒都切成和饭粒差不多大小 开始烹饪食材和调味料准备好后 把平底锅加热后稍微放一点油 开中火炒胡萝卜…… 等炒到五分熟后 就加入叉烧、鱼糕、青椒……用盐和胡椒稍微调下味 然后暂时放入盘中 把平底锅弄干净 往平底锅内敷上较多的油 鸡蛋打碎搅拌均匀…… 从中火调成大火，然后倒入蛋液 炒的时候想着要尽量做成细碎的颗粒…… 在鸡蛋呈现没有完全凝固的半熟状态时，加入米饭 用木铲像切割一样混合…… 然后把刚才炒好的所有材料， 以及切好的长葱加进去混合起来…… 用料酒、盐、胡椒进行调味 在高温下一起混合均匀 最后将酱油沿着锅面加入 整体混合均匀…… 远坂小姐的五目炒饭，大功告成！ 看我老婆吃得多开心","categories":[{"name":"教程","slug":"教程","permalink":"https://zollmelon.com/categories/教程/"}],"tags":[{"name":"动漫","slug":"动漫","permalink":"https://zollmelon.com/tags/动漫/"}]},{"title":"全员激萌日常向动漫盘点","slug":"全员激萌日常向动漫盘点","date":"2018-12-24T12:48:29.000Z","updated":"2019-09-18T16:00:00.000Z","comments":true,"path":"全员激萌日常向动漫盘点/","link":"","permalink":"https://zollmelon.com/全员激萌日常向动漫盘点/","excerpt":"前言 日常向动漫没什么主线剧情，轻松有趣最适合懒散的冬日了，要是有个萌萌的角色就更好了，全员激萌的话，嗯……是天堂没错了。","text":"前言 日常向动漫没什么主线剧情，轻松有趣最适合懒散的冬日了，要是有个萌萌的角色就更好了，全员激萌的话，嗯……是天堂没错了。 （文笔不好，介绍简陋，但部部是值得一看的良作。排名不分先后。） Comic Girls 很多轻百合日常动漫都符合全员激萌的特点，比如刚刚完结的邻家索菲,所以百合向以此一部为例。几位可爱高中生漫画家的合宿日常，最萌软妹内心竟是痴汉？表情包女主持续泪崩。比较可贵的一点是卖萌之余还可以收获努力而成功的感动。 小林家的龙女仆 )警告！康娜出场，请自备血包。程序媛捡到一条龙女仆？又想骗我去学计算机。康娜一代萌神。 田中君总是如此慵懒 )番有点冷，但确是Zollmelon最喜欢的番（之一）画风精美，节奏清新，配乐完美。男主更是吾辈楷模，极致慵懒了解一下。 徒然喜欢你 甜不死的狗粮，各种清奇操作，学不来学不来。 只要贝尔哲布布大小姐喜欢就好 即将完结，狗粮连击。[偷看]画风、节奏很棒，是Zollmelon喜欢的清新，就是这狗粮嘛……嗯……真香。旁白吐槽也很有趣。 悠哉日常大王 )其实Zollmelon还没看完，但喵帕斯……就是你了，错不了。 GJ部 )不知道算不算冷，Zollmelon最近才相见恨晚的。建议去B站点这儿看BD高清 轻后宫？男主骚起来那才是…… 敦君与女朋友 )泡面番，狗粮三杀。看个乐就好，学男主，可能会没命。 工作细胞 )今年的火热新番，但Zollmelon还没看完……科普性质是亮点，还有你们血液里上亿的老婆。 卫宫家今天的饭 )每月一顿，这软萌甜美的画风，这温馨平和的日常，看过Fate本篇的Zollmelon傻笑之余竟然有些感动。","categories":[{"name":"合集分享","slug":"合集分享","permalink":"https://zollmelon.com/categories/合集分享/"}],"tags":[{"name":"动漫","slug":"动漫","permalink":"https://zollmelon.com/tags/动漫/"}]},{"title":"记B站第一次投稿","slug":"记B站第一次投稿","date":"2018-12-12T04:37:13.000Z","updated":"2019-09-18T16:00:00.000Z","comments":true,"path":"记B站第一次投稿/","link":"","permalink":"https://zollmelon.com/记B站第一次投稿/","excerpt":"2018年12月12日，Zollmelon完成了在站的第一次投稿，撰文记录一下。","text":"2018年12月12日，Zollmelon完成了在站的第一次投稿，撰文记录一下。 在此前的某一天，无所事事的死宅Zollmelon像往常一样刷番看动漫…… 刷推荐视频时，动漫电影区新冒出来的一张封面吸引了Zollmelon的注意力。 《利兹与青鸟》？封面海报清新可爱！这熟悉的画风……？京都没错了，这个名字和两个jk女主……不由得让Zollmelon想起也是今年放映的另一个部百合向的《牵牛花与加濑同学》 嗯，哦摩西罗伊(•̀⌄•́)！看到了这一段的演奏练习时，Zollmelon有种迷之既视感…… 心满意足地看完后，便有了脑洞成真的想法。Zollmelon一直都想投一次稿，和其他人分享自己有趣的想法，无奈一没技术二没点子¯_(ツ)_/¯只能默默羡慕。 但这一次点子有了，短时间内也干劲满满！至于技术前段时间接触到Hitfilm简单易上手，应该不难。说干就干！12月11日大概理了理流程，下午六点左右开始着手。首先开始下载素材，1080P无字幕版的《利兹与青鸟》，渣渣网速，估计要下好长时间。 于是，在下载的空闲里，用威力导演app做了简单的个人结尾片段。下载了钢琴版的婚礼进行曲构思了一下片头和引入，想起来卫宫家今天的饭第12话的一个很萌的片段，于是又找了生肉素材下载。引入片段找了利兹与青鸟的pv百度了一下婚礼誓词，在萌娘百科上找了一下电影介绍。 万事俱备，就差给婚礼版片段加字幕了。上网找了找，大家都说aegisub还不错，于是下了个绿色中文版试试。操作也很简单。一番操作，到凌晨左右，终于基本完成了！可电脑只剩10%电量，只好第二天再导出后上传哔哩哔哩。 第二天早上，一早就投稿了，审核很快。)抱着小小的成就感,Zollmelon点开了自己的第一个投稿视频……半分钟后发现了错误，灰溜溜地回去修改后再次上传。 【利兹与青鸟】换一下台词和bgm，居然有迷之婚礼场景(๑ʘ̅ д ʘ̅๑)!!! 目前21播放量，0弹幕0评论","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"回忆","slug":"回忆","permalink":"https://zollmelon.com/tags/回忆/"},{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"}]},{"title":"记Zollmelon所遇过最尴尬的事","slug":"记Zollmelon所遇过最尴尬的事","date":"2018-12-09T17:20:50.000Z","updated":"2019-07-28T16:00:00.000Z","comments":true,"path":"记Zollmelon所遇过最尴尬的事/","link":"","permalink":"https://zollmelon.com/记Zollmelon所遇过最尴尬的事/","excerpt":"可能不是最尴尬的，但提到这个话题，现在的我就会想到了这个。","text":"可能不是最尴尬的，但提到这个话题，现在的我就会想到了这个。经历有点神奇，可能没经历过觉得不尴尬。（那打这么多字的我就有点尴尬了……）语言功底有限，可能无法还原当时的场景…… 大一的一个深夜去图书馆学习到关馆，出来时发现下起了倾盆大雨，无奈并未带伞，正欲雨中狂奔之际，听到背后有人呼唤我的名字，回头一看，却见一女生向我递伞（她手里有两把伞，为了方便记为A），顿时大喜过望，接过伞后我连声道谢，此时的A也很友好地说没事没事…… 听起来很正常对不对……别急…… 回忆中当时的真实情况是，由于灯光原因，我并不能看清A的脸，可能是从体型和发型判断，我下意识以为是同部门的一位同学（刚入部门，对她不是很熟）。紧接着我背后走来了另一位不认识的女生（记为B），A走到了B的身旁说因为把伞借我了，只能和她共用一把伞回宿舍，而我还在一边道谢一边道歉…… 为了第二天方便还伞，我询问A和B所在的的宿舍楼时，A说在北二，一直迷糊着没发现任何异常的我终于觉得有些不对劲（可能是我在图书馆学傻了），我记得我们系的女生都住南苑，男生住北苑（此时的我心里开始黑人问号？？？A不是部门那位同学？那她是谁……一瞬间的头脑风暴后我总结出了两种可能性，1. 部门活动中接触到，但我不记得的，2. 被我遗忘的，和我考进同一所大学的某高中同学。） 接着，为了方便联系我们加了QQ好友。这更加让我确信A不是那位部门同学，但我还是无法确认是上面的哪一种可能性，由于之前氛围很好，就像很熟的样子（一开始我认错了嘛），而不管是哪种情况我都记不清名字，觉得直接问不太礼貌，于是我打算再好好想想……打算从A的QQ名片和空间里的信息回想起来…… 而最终，只有黑人问号？？？！…… 最后，只好厚下脸皮发消息道歉问A的名字。 我：抱歉[冷汗]，请问你的名字是…… A：XXX （嗯???!没听过！） 我：那个……我叫XXX，我们之前是不是没见过 啊…… A：嗯，本来我是叫你后面的我室友的，你们名字念起来差不多，结果……你就回头了…… （我……） 我：。。。 我：抱歉，真的很抱歉，听到你叫我的名字，下意识以为你是我一同学，脸盲，抱歉给你们添麻烦了，多谢借伞！ A：没事没事，也算是缘分[笑哭]。 我：今天真的谢谢了，请问你是哪一级的？ A：XX 我：我是XX-1级的，学姐好[笑哭]…… …… 说实话，过程虽然有些滑稽，但记忆中的自己是很感动的，感动于这个世界上少数的好人所散发的善意，幸好有你们，让我觉的这个世界还不算太糟糕。愿学姐一生幸福平安！ ——emmmm，强行蹭伞，还撩了学姐，总结完毕。","categories":[{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"}],"tags":[{"name":"回忆","slug":"回忆","permalink":"https://zollmelon.com/tags/回忆/"}]},{"title":"二次元资源整合","slug":"二次元资源整合","date":"2018-10-29T14:22:41.000Z","updated":"2019-09-23T16:00:00.000Z","comments":true,"path":"二次元资源整合/","link":"","permalink":"https://zollmelon.com/二次元资源整合/","excerpt":"前言 人间已失格，宅于二次元。 ——Zollmelon ​ 由于Zollmelon只是个喜欢看动漫但不看弹幕的死宅，所以本文不关注各平台的社交属性，","text":"前言 人间已失格，宅于二次元。 ——Zollmelon ​ 由于Zollmelon只是个喜欢看动漫但不看弹幕的死宅，所以本文不关注各平台的社交属性，也不提大厂平台（腾讯、爱奇艺等）。没提到Galgame，一是Zollmelon玩的不多，不怎么了解，二是可能在R18版其他文章里有所涉及。 ​ 文章写于2018/10/30，并且有很多网站、app好久没用了（有的都卸载了，所以没有介绍，可能会补上的已经补上了哦），所以个人描述肯定有偏差。介绍写的不是很多，因为很多东西点开链接就一目了然，就不做过多赘述。~~（其实是懒）~~ ​ 遇见了好的二次元内容的平台，Zollmelon也会补上更新，也欢迎大家一起交流分享。（如果有人的话） ​ 虽然提到很多无版权的平台，但还是希望大家可以支持正版。 2018/10/31,更新了一波，把没图片的补上了，（特地重新下载的app）增加了”图凌“和”音乐篇“。 2018/11/09,轻小说篇添加了“轻小说库”。 2019/09/23,因为最近发现参观这个页面的人数激增(其实也就是由0到10而已),想着还有人关注着，且确实有许多站点已经失效了。于是更新一波：删去一些失效站点；新增动漫篇 动漫基地、樱花动漫、Anime1、ebb、A-C-G-N、E站、欧派动漫、AGE动漫、天马动漫、爱看番。 动漫篇 哔哩哔哩 ​ 哔哩哔哩又称B站，国内最大，知名度最高的二次元弹幕网站。番剧正版，弹幕多。但由于版权，还是有一些新番老番无法收录或者下架。并且现在实行的大会员制度让贫穷的Zolmelon等同学很无奈（话是这样说，但是支持正版！） 嘀哩嘀哩 ​ 嘀哩嘀哩又称D站，知名度较高的免费动漫网站，番剧收录完整，更新及时。线路多但是有时不稳，有广告。 2019/09/23，年初出事了，和B站打了官司。原网址失效，新网址已更新。 キリキリ動画 ​ キリキリ動画，又称K站。由于出现时间较晚，加之版权时代的来临，知道的人并不算多。新番收录完整（偷偷告诉你，里番也有，不过要软妹币），相比其他的免费动漫网站而言画质清晰度高（很多是B站的源）且无广告，Zollmelon的追番首选。站长一人维护，所以新番在一两点后基本不会更新（视情况而言）。网站创立时间不长，一些老番收录不全，但是站长正在努力中（为站长大大点赞）。为避免查水表，目前只有会员登录才能观看，并且有开放时间限制（不影响追番）。会员账号¥50（本来站长严禁推广，不过反正也没人看）。 2019/09/23,网站其实还活着，但站长不让宣传，就不贴新网址了。 Qinmei ​ 和キリキリ動画很相似，同样是一个新生动漫网站，知道的人并不多，清晰度高，无广告。收录和稳定性不如K站，但非会员也可免费观看。 ZzzFun动漫 ​ 新番收录较全，清晰度较高。但老番数量有所欠缺，有时不稳，新番更新速度没上面的快，手机端广告较多。 D站_五弹幕 ​ 嘀哩嘀哩前的原“D站”，清晰度高，有少量广告。新番收录较全，但有些番剧已失效。 啊噗猫追番 ​ 同名桌面应用了解到的，收录较全，线路来源于其它网站（会跳转）。 动漫花园 ​ 下载党的神站，各大字幕组及时上传最新优质资源。 有少许广告。 Nyaa 生肉 还有一些网站也很优秀，但是清晰度、稳定性等某方面稍有不足。 哈哩哈里 2019/09/23，现在改成了全总类视频网站，还是有动漫板块。 嘶哩嘶哩 2019/09/23，原网址失效，已更新新网址。 蜜柑计划 calibur 漫画篇 动漫之家 ​ 动漫之家有大妈之家（谐音），本子之家之称。日漫收录很全，更新很快，有些因版权无法在网页上看的漫画，可以一波操作后在app上看。但app画质一直是槽点，另外由于大部分是字幕组上传，所以是没有版权的。 动漫屋 ​ 好像和漫画人什么的是一个东西，日漫收录较全（看不了的需要Virtual Private Network），更新没有动漫之家快，部分漫画后期收费。 精明眼 ​ 收录较全 风之动漫 ​ 更新很快，但收录的漫画主要是热门日漫。 漫画台 ​ 主攻国漫，各类国漫杂志收录很全，更新快。app有很多不同名字(看漫画)的版本，app里面优惠很大。 Vol ​ 漫画下载站，可Kindle订阅推送，需注册，每月下载依等级有限制。 漫画补档 ​ 同上 聚集型漫画app ​ 都有很多网站的源，有些漫画在上面找不到的，可以来这里试试，各有利弊。 咕咕漫画 ​ 有广告。 酷克漫画 ​ 有广告，关注微信公众微信号去广告。 Cimoc 轻小说篇 轻之文库 ​ 大清（轻）又活了！app的UI很精美，不足在于版权。 动漫之家轻小说 ​ 网页版目前在维修，收录丰富，但是有些也因版权没有。 轻文轻小说 ​ 和轻之文库类似，瓜分版权。 SF轻小说 ​ app好像叫菠萝包轻小说，同上，瓜分版权。 迷糊轻小说 ​ 目前已停止公开注册，app非会员也可以用，只是无法收藏有点不方便。收录较全，但也不是全部。 轻小说在线 ​ 收录很全，在线网站。 web轻小说 ​ 同上 神凑轻小说 ​ 同上 轻小说库 ​ 一个文件夹式的下载网站，epub、txt收集很丰富。 图片篇 Pixiv Anime pictures and wallpapers Deviantart yande.re konachan One Yukkuri Place Danbooru 4chan Mbooru ​ 聚合类app 搜图神器 聚合类，不仅仅只有二次元图，超全、超强。 图凌 ​ 启动页很赞，画质超高，不过非vip每月有下载限制。 音乐篇​ Zollmelon其实还是个声控，acg音乐这方面需求量好像不是很大，很多平台其实都有涉及，特别是B站，但专门做这个的不多。 漫音社 ​ op，ed什么的更新很快的。 猫耳FM ​ 在该领域算是名气最大的了，声控福利。 综合篇 二次元相关的内容很齐全。 ExView ​ 本质是个浏览器，有很多插件。就是启动必须先领红包有点….. 喵阅 ​ 搜索功能很强大。 多多猫 ​ 很有名的二次元插件软件，不过有的源不稳或者已经挂了。","categories":[{"name":"资源分享","slug":"资源分享","permalink":"https://zollmelon.com/categories/资源分享/"}],"tags":[{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"},{"name":"动漫","slug":"动漫","permalink":"https://zollmelon.com/tags/动漫/"},{"name":"漫画","slug":"漫画","permalink":"https://zollmelon.com/tags/漫画/"},{"name":"轻小说","slug":"轻小说","permalink":"https://zollmelon.com/tags/轻小说/"}]}],"categories":[{"name":"一周份の脑洞","slug":"一周份の脑洞","permalink":"https://zollmelon.com/categories/一周份の脑洞/"},{"name":"Life","slug":"Life","permalink":"https://zollmelon.com/categories/Life/"},{"name":"教程","slug":"教程","permalink":"https://zollmelon.com/categories/教程/"},{"name":"观后感","slug":"观后感","permalink":"https://zollmelon.com/categories/观后感/"},{"name":"二次元","slug":"观后感/二次元","permalink":"https://zollmelon.com/categories/观后感/二次元/"},{"name":"电影","slug":"观后感/电影","permalink":"https://zollmelon.com/categories/观后感/电影/"},{"name":"合集分享","slug":"合集分享","permalink":"https://zollmelon.com/categories/合集分享/"},{"name":"资源分享","slug":"资源分享","permalink":"https://zollmelon.com/categories/资源分享/"}],"tags":[{"name":"人生相谈","slug":"人生相谈","permalink":"https://zollmelon.com/tags/人生相谈/"},{"name":"新年规划","slug":"新年规划","permalink":"https://zollmelon.com/tags/新年规划/"},{"name":"tool","slug":"tool","permalink":"https://zollmelon.com/tags/tool/"},{"name":"二次元","slug":"二次元","permalink":"https://zollmelon.com/tags/二次元/"},{"name":"生物","slug":"生物","permalink":"https://zollmelon.com/tags/生物/"},{"name":"动漫","slug":"动漫","permalink":"https://zollmelon.com/tags/动漫/"},{"name":"互联网","slug":"互联网","permalink":"https://zollmelon.com/tags/互联网/"},{"name":"脑洞","slug":"脑洞","permalink":"https://zollmelon.com/tags/脑洞/"},{"name":"猫","slug":"猫","permalink":"https://zollmelon.com/tags/猫/"},{"name":"微生物","slug":"微生物","permalink":"https://zollmelon.com/tags/微生物/"},{"name":"电影","slug":"电影","permalink":"https://zollmelon.com/tags/电影/"},{"name":"回忆","slug":"回忆","permalink":"https://zollmelon.com/tags/回忆/"},{"name":"手机","slug":"手机","permalink":"https://zollmelon.com/tags/手机/"},{"name":"漫画","slug":"漫画","permalink":"https://zollmelon.com/tags/漫画/"},{"name":"轻小说","slug":"轻小说","permalink":"https://zollmelon.com/tags/轻小说/"}]}